[{
		"passage": "Mr. Bezos, who declined to be interviewed for this article, supplied resources as perhaps only one of the world’s wealthiest men operating a newly private company could. He appointed a new publisher and turned The Post’s business strategy — and, by extension, its journalistic one — upside down, stipulating that its outlook would change from local to national, even global. Since 2013, the newsroom head count has nearly doubled — it is expected to reach 1,010 this year — with 26 locations around the world, according to a spokeswoman.",
		"questions": [
			[
				0.3873710036277771,
				"How has Bezos changed The Post’s business strategy?"
			]
		],
		"headline": "A Hedge Fund’s Bet on Criminal Justice",
		"ID": "100000007623069",
		"web_url": "https://www.nytimes.com/2021/02/27/business/dealbook/topeka-sam-daniel-loeb.html"
	},
	{
		"passage": "A recent study suggests the number of people making less than $1.90 a day in Myanmar has more than tripled, to 63 percent of the population, since the pandemic began. Now, after a year of Covid-19-induced shutdowns, layoffs, pay cuts and union crackdowns, tens of thousands of garment workers have been spurred into civil disobedience in recent weeks, as the coup threatens both their freedom and the industry.",
		"questions": [
			[
				0.4568459391593933,
				"Why have so many garment workers in Myanmar taken to the streets in recent weeks?"
			]
		],
		"headline": "Myanmar’s Defiant Garment Workers Demand That Fashion Pay Attention",
		"ID": "100000007648501",
		"web_url": "https://www.nytimes.com/2021/03/12/business/myanmar-garment-workers-protests.html"
	},
	{
		"passage": "Long before e-commerce arrived, South Korea already had a vibrant delivery culture. ​Families placed phone calls to get their food delivered around the clock. Dry-clean workers climbed stairs in apartment buildings to deliver freshly pressed clothes. Motorbike couriers ferried documents, flowers and whatnot from one ​district to another.",
		"questions": [
			[
				0.6720504760742188,
				"How did South Korea develop a vibrant delivery culture before e-commerce arrived?"
			]
		],
		"headline": "South Korea’s Answer to Amazon Debuts on Wall Street",
		"ID": "100000007638277",
		"web_url": "https://www.nytimes.com/2021/03/11/business/korea-coupang-ipo.html"
	},
	{
		"passage": "Harris plans to stay busy. The billionaire is a co-owner of several pro sports teams, including the N.B.A.’s Philadelphia 76ers and the N.H.L.’s New Jersey Devils, and has been increasingly focused on making investments through his family office. He’ll remain on Apollo’s board and still holds a big stake in the firm.",
		"questions": [
			[
				0.5215333700180054,
				"What does Harris do now that he’s been ousted from Apollo?"
			]
		],
		"headline": "Another Apollo Co-Founder Steps Back",
		"ID": "100000007772576",
		"web_url": "https://www.nytimes.com/2021/05/20/business/dealbook/josh-harris-apollo.html"
	},
	{
		"passage": "Saks makes vaccination mandatory for workers. In announcing that the retailer’s corporate employees would work mostly from its Manhattan office starting in the fall, the company’s C.E.O., Marc Metrick, said they must get inoculated against Covid-19. That thrusts Saks into a heated debate over how far companies should go to get workers vaccinated.",
		"questions": [

			[
				0.35357367992401123,
				"What is Saks’s decision on vaccination?"
			]
		],
		"headline": "Another Apollo Co-Founder Steps Back",
		"ID": "100000007772576",
		"web_url": "https://www.nytimes.com/2021/05/20/business/dealbook/josh-harris-apollo.html"
	},
	{
		"passage": "It is clear that numerous people put on weight during the pandemic. A small study of individuals under shelter-in-place orders found that they gained more than a half a pound every 10 days. If they continued to live as if they were in lockdown conditions, they could have put on 20 pounds over the year, concluded the authors of the study, which was published in March in the peer-reviewed JAMA Network Open.",
		"questions": [
			[
				0.9551184773445129,
				"How many people put on weight during the pandemic?"
			]
		],
		"headline": "Diet Companies See Gains as Americans Try to Drop Pandemic Pounds",
		"ID": "100000007751505",
		"web_url": "https://www.nytimes.com/2021/05/11/business/covid-weight-loss-companies.html"
	},
	{
		"passage": "The government’s primary small-business relief program backed $523 billion in loans last year — to more than five million businesses. The loans are to be forgiven by the government if the recipients comply with the rules. Forgiven debt is usually taxed as income, but Congress exempted Paycheck Protection Program loans from that requirement.",
		"questions": [
			[
				0.48824846744537354,
				"How are small-business loans “backed” by the government?"
			]
		],
		"headline": "For Gig Workers and Business Owners, Taxes Are Even Trickier Now",
		"ID": "100000007630751",
		"web_url": "https://www.nytimes.com/2021/03/12/business/smallbusiness/freelancers-taxes-2020.html"
	},
	{
		"passage": "Some economists think the economy could boom when vaccinations are commonplace and pent-up demand sends consumers back to restaurants, onto airplanes and cruise ships, and into deserted downtowns. But there will be more pain before relief arrives.",
		"questions": [
			[
				0.6513596773147583,
				"What will happen to the economy when vaccinations are commonplace?"
			]
		],
		"headline": "Continuing Job Losses Put Spotlight on Economic Relief",
		"ID": "100000007561449",
		"web_url": "https://www.nytimes.com/2021/01/21/business/economy/unemployment-claims-economy.html"
	},
	{
		"passage": "The scale of the job losses underscores the fragility of the job market as overall economic momentum slows amid the worsening pandemic. What’s more, key provisions of the $900 billion aid package passed by Congress last month will lapse in mid-March, well before economists expect mass vaccinations to help the economy rebound.",
		"questions": [
			[
				0.5339727997779846,
				"Why is the job market so fragile right now?"
			]
		],
		"headline": "Continuing Job Losses Put Spotlight on Economic Relief",
		"ID": "100000007561449",
		"web_url": "https://www.nytimes.com/2021/01/21/business/economy/unemployment-claims-economy.html"
	},
	{
		"passage": "Analysts said Coupang had borrowed from Amazon’s playbook by seeking to become a dominant market force before turning a profit​. The company’s revenues almost doubled last year, to $12 billion. But its huge investments in its logistics network, made possible by the funding from foreign investors like Japan’s SoftBank and its Vision Fund, have kept ​it in the red. Its annual net loss ballooned to $1 billion in 2018 before narrowing to $475 million last year.",
		"questions": [
			[
				0.5910360813140869,
				"What has Coupang borrowed from Amazon?"
			]
		],
		"headline": "South Korea’s Answer to Amazon Debuts on Wall Street",
		"ID": "100000007638277",
		"web_url": "https://www.nytimes.com/2021/03/11/business/korea-coupang-ipo.html"
	},
	{
		"passage": "It is not clear how useful the screenings will be. The value of screening passengers has diminished as the virus has become widespread throughout the country. A passenger who shows no symptoms on the day of travel could still infect others on their journey or at their destination.",
		"questions": [
			[
				0.7794851660728455,
				"How effective will the screenings be now that the COVID-19 has become widespread?"
			]
		],
		"headline": "An Iowa airport will conduct coronavirus screenings of all outgoing passengers.",
		"ID": "100000007560843",
		"web_url": "https://www.nytimes.com/2021/01/20/business/iowa-airport-coronavirus-screenings.html"
	},
	{
		"passage": "The failure of European governments to get vaccines to their citizens could create a political backlash, fueling resentment toward Brussels and souring the already uneasy relations among the 27 countries that belong to the European Union. Competition for vaccines has already strained the bloc’s relations with Britain.",
		"questions": [

			[
				0.3187098503112793,
				"Why European governments need to get vaccines to their citizens?"
			]
		],
		"headline": "Slow Pace of Vaccinations Pushes Europe Toward Second Economic Slump",
		"ID": "100000007583166",
		"web_url": "https://www.nytimes.com/2021/02/02/business/european-union-economy-recession.html"
	},
	{
		"passage": "And as Mr. Biden works to get the coronavirus under control, companies large and small will be rooting for the new administration. The pandemic has decimated the economy, sapping businesses of sales and leading to mass unemployment. Measures the Biden administration is considering, including a new stimulus package and a large government infrastructure program, could help bolster an economic recovery.",
		"questions": [

			[
				0.754917323589325,
				"Why is the Biden administration considering a stimulus package and a large government infrastructure program?"
			]
		],
		"headline": "How Corporate America Views President Biden",
		"ID": "100000007560933",
		"web_url": "https://www.nytimes.com/2021/01/22/business/corporate-america-biden-administration.html"
	},
	{
		"passage": "But just because big business is at odds with the Republican Party doesn’t mean it’s ready to embrace every aspect of the Democratic agenda. With President Biden seeking to undo much of Mr. Trump’s legacy, including some initiatives championed by big business, chief executives are approaching the new administration with a mix of optimism and apprehension.",
		"questions": [
			[
				0.51127028465271,
				"Why is big business not ready to embrace every aspect of the Democratic agenda?"
			]
		],
		"headline": "How Corporate America Views President Biden",
		"ID": "100000007560933",
		"web_url": "https://www.nytimes.com/2021/01/22/business/corporate-america-biden-administration.html"
	},
	{
		"passage": "Mr. Razek and Mr. Wexner will not be a part of the new Victoria’s Secret, which will split from L Brands and Bath & Body Works to become its own public company this summer. (The pandemic scuttled a sale to a private-equity firm and swallowed $2 billion in revenue.) There are more women in charge, including a new chief marketing officer, Martha Pease, who has led the Collective initiative. The stores that survived a year of culling are becoming lighter and brighter, and mannequins — which have typically been a size 32B — will come in new shapes and sizes. The Angels imagery, which once even appeared on store bathroom TVs, will be phased out. The company will still sell products like thongs and lacy lingerie, but its purview will expand, especially in areas like sportswear.",
		"questions": [
			[
				0.4200117290019989,
				"What is Victoria’s Secret doing differently now that it has recovered from the pandemic?"
			]
		],
		"headline": "Victoria’s Secret Swaps Angels for ‘What Women Want.’ Will They Buy It?",
		"ID": "100000007814497",
		"web_url": "https://www.nytimes.com/2021/06/16/business/victorias-secret-collective-megan-rapinoe.html"
	},
	{
		"passage": "For Ms. Moe Sandar Myint, the challenges ahead are vast. Scores of claims are coming in from garment workers who have been fired or had salaries cut, placing fresh pressures on union members already stretched. The junta has steadily escalated its use of force, using tear gas, water cannons, rubber bullets and live rounds at rallies across the country. Seeing the deaths of protesters, particularly young ones, was heartbreaking for her.",
		"questions": [
			[
				0.816339373588562,
				"What are the challenges ahead for Ms. Moe Sandar Myint?"
			]
		],
		"headline": "Myanmar’s Defiant Garment Workers Demand That Fashion Pay Attention",
		"ID": "100000007648501",
		"web_url": "https://www.nytimes.com/2021/03/12/business/myanmar-garment-workers-protests.html"
	},
	{
		"passage": "At the beginning of 2013, The Post was modestly profitable but no longer the money-minting machine it was in the 1980s and ’90s, when it reached more households in its geographic area than any other daily. The Post Company’s financial shape was worsening, however, as Kaplan, its test-preparation and for-profit college business, was squeezed by new federal rules.",
		"questions": [

			[
				0.7652785181999207,
				"How did The Post Company’s financial situation look at the beginning of 2013?"
			]
		],
		"headline": "A Hedge Fund’s Bet on Criminal Justice",
		"ID": "100000007623069",
		"web_url": "https://www.nytimes.com/2021/02/27/business/dealbook/topeka-sam-daniel-loeb.html"
	},
	{
		"passage": "The garment industry has grown rapidly in the country since the removal of international sanctions in 2016. According to the European Chamber of Commerce in Myanmar, garments accounted for 31 percent of all exports in 2018, worth $4.59 billion. Although the majority of shipments end up in Asian countries like China or South Korea, more and more Western countries have become important markets as companies like H & M, Inditex (which owns Zara), Primark and Bestseller started sourcing from factories in Myanmar.",
		"questions": [
			[
				0.41590186953544617,
				"How has the garment industry in Myanmar grown?"
			]
		],
		"headline": "Myanmar’s Defiant Garment Workers Demand That Fashion Pay Attention",
		"ID": "100000007648501",
		"web_url": "https://www.nytimes.com/2021/03/12/business/myanmar-garment-workers-protests.html"
	},
	{
		"passage": "It also gives them an extra tool: the ability to attract the attention of international fashion brands, highly sensitized to scrutiny of the industry supply chain — and, through them, the wider world. Last month, as the police issued arrest warrants for union leaders across industries and sectors, workers held placards outside factories pleading for brands like H & M and Zara to come to their aid.",
		"questions": [
			[
				0.7292478680610657,
				"How does unionizing give workers an extra tool?"
			]
		],
		"headline": "Myanmar’s Defiant Garment Workers Demand That Fashion Pay Attention",
		"ID": "100000007648501",
		"web_url": "https://www.nytimes.com/2021/03/12/business/myanmar-garment-workers-protests.html"
	},
	{
		"passage": "But her life changed Feb. 1, the day a coup brought back full military rule to the country after years of quasi-democracy. When the internet was cut off, workers flocked to the union’s offices. Several days of informal meetings led to small-scale strikes on factory floors, spilling onto the streets outside and eventually feeding many of the increasingly deadly mass demonstrations that have taken place across Myanmar in recent weeks. Often seen at the very front, wearing a mask and white helmet, was Ms. Moe Sandar Myint.",
		"questions": [
			[
				0.7169208526611328,
				"What happened to Moe Sandar Myint when a coup brought back full military rule to Myanmar?"
			]
		],
		"headline": "Myanmar’s Defiant Garment Workers Demand That Fashion Pay Attention",
		"ID": "100000007648501",
		"web_url": "https://www.nytimes.com/2021/03/12/business/myanmar-garment-workers-protests.html"
	},
	{
		"passage": "Changes to tax breaks for educational expenses. The December law also did away with the on-again, off-again deduction for tuition and related expenses, but expanded the income limits for the lifetime learning credit, a credit that covers many of the same costs, starting in 2021. The credit is worth up to $2,000 per tax return.",
		"questions": [

			[
				0.8659465312957764,
				"What does the new tax law mean for education expenses?"
			]
		],
		"headline": "Some Changes That May Affect Next Year’s Tax Return",
		"ID": "100000007649066",
		"web_url": "https://www.nytimes.com/2021/03/12/business/tax-return-changes-2022.html"
	},
	{
		"passage": "For instance, if you have adjusted gross income of $100,000, you can now take a deduction for medical expenses that exceed $7,500 ($100,000 multiplied by 0.075). If you had expenses of $10,000 in 2021, your deduction would be $2,500 ($10,000 minus $7,500). Under the prior rule, your expenses wouldn’t have exceeded the $10,000 cutoff, so you wouldn’t have qualified for a deduction.",
		"questions": [
			[
				0.4726482331752777,
				"How does the new deduction for medical expenses work?"
			]
		],
		"headline": "Some Changes That May Affect Next Year’s Tax Return",
		"ID": "100000007649066",
		"web_url": "https://www.nytimes.com/2021/03/12/business/tax-return-changes-2022.html"
	},
	{
		"passage": "Under the 2017 tax law, donors who itemize can deduct cash donations of up to 60 percent of their income, through 2025. (After that, the maximum deduction is scheduled to revert to 50 percent of income.) But the CARES Act temporarily increased that limit to 100 percent of income, for 2020; the December law extended it for 2021. (The 50 percent rule still applies to noncash contributions.)",
		"questions": [
			[
				0.7426335215568542,
				"How long donors who itemize can deduct cash donations from their tax returns?"
			]
		],
		"headline": "Some Changes That May Affect Next Year’s Tax Return",
		"ID": "100000007649066",
		"web_url": "https://www.nytimes.com/2021/03/12/business/tax-return-changes-2022.html"
	},
	{
		"passage": "After The Post decided to sell its 50 percent stake of The International Herald Tribune to its partner, The New York Times, in late 2002, Mr. Coll organized a task force including editorial and business executives to plot The Post’s place in the national and international news ecosystem. They concluded that The Post should invest in expanding its digital reach beyond the Beltway.",
		"questions": [
			[
				0.5403133630752563,
				"What did Coll do with his task force?"
			]
		],
		"headline": "A Hedge Fund’s Bet on Criminal Justice",
		"ID": "100000007623069",
		"web_url": "https://www.nytimes.com/2021/02/27/business/dealbook/topeka-sam-daniel-loeb.html"
	},
	{
		"passage": "AT&T gains ground in the streaming race. The company added 2.7 million subscribers to HBO and HBO Max in the first quarter. Also worth noting: AT&T collects nearly three times more revenue per streaming user than Disney, and trails only Netflix by that measure.",
		"questions": [
			[
				0.45534995198249817,
				"How does AT & T gain ground in streaming?"
			]
		],
		"headline": "Private Equity’s Favorite Tax Break May Be in Danger",
		"ID": "100000007726496",
		"web_url": "https://www.nytimes.com/2021/04/23/business/dealbook/carried-interest-biden.html"
	},
	{
		"passage": "At its last meeting, in March, the central bank stepped up the pace of the bond purchases, a form of printing money that helps keep market interest rates low. The bank has also been funneling money directly to commercial banks at negative interest rates, provided they lend the money to customers.",
		"questions": [
			[
				0.9660499691963196,
				"What did the central bank do in March?"
			]
		],
		"headline": "The E.C.B. makes no changes to policy but promises to keep credit COVID-19?owing.",
		"ID": "100000007724254",
		"web_url": "https://www.nytimes.com/live/2021/04/22/business/stock-market-today/the-ecb-makes-no-changes-to-policy-but-promises-to-keep-credit-COVID-19?owing"
	},
	{
		"passage": "Sometime next month, vaccine distribution will enter a new phase. The supply of doses will exceed the number of people looking for shots and public officials are likely to focus more on convincing reluctant Americans to agree to be vaccinated.",
		"questions": [
			[
				0.7482989430427551,
				"What happens when vaccine distribution will enter a new phase?"
			]
		],
		"headline": "Biden’s $1.9 Trillion Challenge: End the Coronavirus Crisis Faster",
		"ID": "100000007662533",
		"web_url": "https://www.nytimes.com/2021/03/22/business/biden-coronavirus-stimulus.html"
	},
	{
		"passage": "Right now, testing is largely used as a diagnostic tool to detect whether someone is infected. Moving forward, testing is expected to function more as a screening tool that helps Americans feel more comfortable returning to normalcy.",
		"questions": [
			[
				0.9284570217132568,
				"What is the purpose of testing as a screening tool?"
			]
		],
		"headline": "Biden’s $1.9 Trillion Challenge: End the Coronavirus Crisis Faster",
		"ID": "100000007662533",
		"web_url": "https://www.nytimes.com/2021/03/22/business/biden-coronavirus-stimulus.html"
	},
	{
		"passage": "Administration officials are also closely tracking the C.D.C.’s infection data to guide their spending decisions and determine how to measure success. The uncertainty in the models based on that data, they say, underscores the challenge ahead of them: Four weeks from now, the nation could have as many as 511,000 new weekly cases — or as few as 138,000.",
		"questions": [
			[
				0.8088363409042358,
				"Why are administration officials so closely tracking the C.D.C.’s infection data?"
			]
		],
		"headline": "Biden’s $1.9 Trillion Challenge: End the Coronavirus Crisis Faster",
		"ID": "100000007662533",
		"web_url": "https://www.nytimes.com/2021/03/22/business/biden-coronavirus-stimulus.html"
	},
	{
		"passage": "The inflation fixation has been one driver behind a sharp sell-off in government bonds since the start of the year, pairing with a stronger growth outlook to push yields on 10-year notes up to about 1.5 percent, from below 1 percent. Bonds, like stocks, tend to lose value when inflation expectations grow, eroding asset values.",
		"questions": [
			[
				0.4575919806957245,
				"How does the government's focus on inflation affect asset values?"
			]
		],
		"headline": "Inflation Fear Lurks, Even as Officials Say Not to Worry",
		"ID": "100000007644916",
		"web_url": "https://www.nytimes.com/2021/03/10/business/economy/inflation-markets-federal-reserve.html"
	},
	{
		"passage": "In the first case, you would want to very carefully target aid to enable the people affected to stay on their feet until their industry can reopen. In the second, you would just want to pump money into the economy to stimulate overall demand for goods and services.",
		"questions": [
			[
				0.8287445306777954,
				"What is the optimal way to target aid?"
			]
		],
		"headline": "January’s employment numbers suggest progress toward a full recovery is stalling.",
		"ID": "100000007589503",
		"web_url": "https://www.nytimes.com/live/2021/02/05/business/stock-market-today/januarys-employment-numbers-suggest-progress-toward-a-full-recovery-is-stalling"
	},
	{
		"passage": "Over the long term, inflation can be a concern because it hurts the value of many financial assets, especially stocks and bonds. It makes everything from milk and bread to gasoline more expensive for consumers, leaving them unable to keep up if salaries stall. And once inflation becomes entrenched, it can be hard to subdue.",
		"questions": [
			[
				0.419965922832489,
				"Why is inflation such a concern for consumers?"
			]
		],
		"headline": "Inflation Fear Lurks, Even as Officials Say Not to Worry",
		"ID": "100000007644916",
		"web_url": "https://www.nytimes.com/2021/03/10/business/economy/inCOVID-19?ation-markets-federal-reserve.html"
	},
	{
		"passage": "Inflation is expected to increase in the coming months as prices are measured against weak readings from last year. Analysts surveyed by Bloomberg expect the Consumer Price Index to hit an annual rate of 2.9 percent from April through June, easing to 2.5 percent in the three months after that before easing gradually to year-over-year gains of 2.2 percent in 2022, based on the median projection.",
		"questions": [
			[
				0.8407496213912964,
				"What is the median projection for inflation in 2022?"
			]
		],
		"headline": "Inflation Fear Lurks, Even as Officials Say Not to Worry",
		"ID": "100000007644916",
		"web_url": "https://www.nytimes.com/2021/03/10/business/economy/inCOVID-19?ation-markets-federal-reserve.html"
	},
	{
		"passage": "This recovery is showing more favorable signs for the Biden administration. Economic optimism is rising as the pace of vaccinations steadily increases. Unemployment has already fallen from its pandemic peak of 14.8 percent last April to 6.2 percent in February. Federal Reserve officials now expect the unemployment rate to slip below 4 percent by next year and for the economy to grow faster this year than in any year since the Reagan administration, thanks in part to Mr. Biden’s rescue package.",
		"questions": [
			[
				0.8313465118408203,
				"What is the recovery showing for the Biden administration?"
			]
		],
		"headline": "Biden’s $1.9 Trillion Challenge: End the Coronavirus Crisis Faster",
		"ID": "100000007662533",
		"web_url": "https://www.nytimes.com/2021/03/22/business/biden-coronavirus-stimulus.html"
	},
	{
		"passage": "Such is life on Hollywood’s virtual awards scene, where the pandemic has vaporized the froth (Champagne toasts! Standing ovations! Red-carpet reunions!) and created an atmosphere more akin to a dirge. There is a dearth of buzz because people aren’t congregating. Screenings and voter-focused Q. and A. sessions have moved online, adding to existential worries about the future of cinema in the streaming age.",
		"questions": [
			[
				0.4655327796936035,
				"What is the life on Hollywood’s virtual awards scene?"
			]
		],
		"headline": "The Swag Must Go On: Hollywood’s Pandemic Oscar Campaign",
		"ID": "100000007649051",
		"web_url": "https://www.nytimes.com/2021/03/14/business/media/academy-awards-pandemic-campaigning.html"
	},
	{
		"passage": "There is business logic to the seasonal insanity. The spotlight generates interest from the news media, potentially increasing viewership. For streaming services like Amazon, Hulu, Apple TV+ and Netflix, awards bring legitimacy and a greater ability to compete for top filmmakers.",
		"questions": [
			[
				0.46614328026771545,
				"Why do awards ceremonies have such a high chance of increasing viewership?"
			]
		],
		"headline": "The Swag Must Go On: Hollywood’s Pandemic Oscar Campaign",
		"ID": "100000007649051",
		"web_url": "https://www.nytimes.com/2021/03/14/business/media/academy-awards-pandemic-campaigning.html"
	},
	{
		"passage": "The SEC is all about E.S.G. Transparency around political giving is considered a governance issue. Last week, the Securities and Exchange Commission said it would form a task force focused on issues around climate and environmental, social and governance concerns, making both priorities for its examinations division. And corporate disclosures — particularly around political spending — were a recurring theme in the testimony of Gary Gensler, President Biden’s pick to lead the S.E.C., in his Senate confirmation hearing.",
		"questions": [
			[
				0.9237180948257446,
				"What is the SEC doing about political giving?"
			]
		],
		"headline": "The Rise of an Antitrust Pioneer",
		"ID": "100000007646392",
		"web_url": "https://www.nytimes.com/2021/03/10/business/dealbook/lina-khan-antitrust.html"
	},
	{
		"passage": "Determined to lure new employees and retain existing ones in a suddenly hot job market, employers are turning to new incentives that go beyond traditional monetary rewards. In some cases, the offerings include the potential to reshape career paths, like college scholarships and guaranteed admission to management training programs.",
		"questions": [
			[
				0.7723780274391174,
				"what are employers doing to attract more employees?"
			]
		],
		"headline": "From Appetizers to Tuition, Incentives to Job Seekers Grow",
		"ID": "100000007792431",
		"web_url": "https://www.nytimes.com/2021/06/08/business/economy/jobs-hiring-incentives.html"
	},
	{
		"passage": "To attract workers this summer, Omni Hotels & Resorts is offering a range of incentives, including free hotel rooms for summer employees at some properties, as well as guaranteed entrance into the company’s management training program for staff members who stay through Labor Day. New employees will also receive three free nights at the Omni hotel of their choice.",
		"questions": [
			[
				0.967033863067627,
				"Why is Omni Hotels offering a range of incentives this summer?"
			]
		],
		"headline": "From Appetizers to Tuition, Incentives to Job Seekers Grow",
		"ID": "100000007792431",
		"web_url": "https://www.nytimes.com/2021/06/08/business/economy/jobs-hiring-incentives.html"
	},
	{
		"passage": "Amazon is accused of corrupting the recent warehouse unionization election. The union, which lost the vote 2-to-1, said the e-commerce giant had intimidated and surveilled workers. If the National Labor Relations Board agrees with the claims, it could order a new election.",
		"questions": [
			[
				0.6905417442321777,
				"What does it mean if the Labor Relations Board agrees with the claims against Amazon?"
			]
		],
		"headline": "The Growing Fallout From the Super League Fight",
		"ID": "100000007719535",
		"web_url": "https://www.nytimes.com/2021/04/20/business/dealbook/dimon-lebron-super-league.html"
	},
	{
		"passage": "E.T.F. managers point to several specific benefits of exchange-traded funds compared with traditional mutual funds. They include greater transparency in holdings and lower operating costs. And because of the way mutual funds are structured, investors can find themselves owing capital gains taxes at the end of the year, even if they didn’t redeem shares and even if the share price ended the year with a loss, a surprise that is unlikely for E.T.F. shareholders, who pay capital gains only when they sell the fund at a profit.",
		"questions": [
			[
				0.9876288771629333,
				"What are the specific benefits of exchange-traded funds compared with traditional mutual funds?"
			]
		],
		"headline": "Why Are Some Mutual Funds Changing Into E.T.F.s?",
		"ID": "100000007533363",
		"web_url": "https://www.nytimes.com/2021/01/15/business/why-are-some-mutual-funds-changing-into-etfs.html"
	},
	{
		"passage": "Bill and Melinda Gates are divorcing after 27 years of marriage, raising questions about the fate of their vast fortune. Their split could yield the biggest divorce settlement on record, according to Forbes’s calculations, surpassing the $35 billion breakup of Amazon’s Jeff Bezos and MacKenzie Scott. Given the likely sums involved, what happens with the Gateses’ extensive investments and charity work will be monitored at the highest levels of government, business and the nonprofit sector.",
		"questions": [
			[
				0.6607282757759094,
				"What happens to Bill and Melinda Gates's vast fortune now that they are divorcing?"
			]
		],
		"headline": "The Big Stakes in the Gates Divorce",
		"ID": "100000007744331",
		"web_url": "https://www.nytimes.com/2021/05/04/business/dealbook/gates-divorce-foundation.html"
	},
	{
		"passage": "Tesla rose 4.4 percent in the wake of its report on Friday that it more than doubled the number of cars it delivered in the first quarter from the prior year. The electric carmaker sold 184,8000 vehicles in the first three months of the year, up from 88,500 a year ago. It produced 180,338 vehicles, compared with 102,672 in the first quarter of 2020.",
		"questions": [
			[
				0.9031726717948914,
				"What did Tesla do in the 1st quarter?"
			]
		],
		"headline": "Wall Street climbs further into record territory as travel and tourism stocks rally.",
		"ID": "100000007691704",
		"web_url": "https://www.nytimes.com/live/2021/04/05/business/stock-market-today/wall-street-climbs-further-into-record-territory-as-travel-and-tourism-stocks-rally"
	},
	{
		"passage": "Rather than back away from classic automobiles because of the pandemic, buyers flocked to them, sometimes in stunning numbers. Online auto sales and auctions, starting to gain acceptance among collectors before the virus, took off, and some tent-pole auctions with limited attendance claimed new records.",
		"questions": [
			[
				0.8777177929878235,
				"Why did classic cars sell in such stunning numbers during the pandemic?"
			]
		],
		"headline": "How Car Collecting Powered Through the Pandemic",
		"ID": "100000007576930",
		"web_url": "https://www.nytimes.com/2021/02/18/business/car-collections-pandemic.html"
	},
	{
		"passage": "Airlines have been heartened by the increase in bookings over the past month and are optimistic that even more people will fly this summer. American has said it expects this summer to offer more than 90 percent of the seats on domestic flights as it did in 2019 and 80 percent of the seats on international flights.",
		"questions": [
			[
				0.6812182664871216,
				"Why are airlines so optimistic about the past month?"
			]
		],
		"headline": "American Airlines plans to recall all pilots by the end of summer.",
		"ID": "100000007722282",
		"web_url": "https://www.nytimes.com/live/2021/04/21/business/stock-market-today/american-airlines-plans-to-recall-all-pilots-by-the-end-of-summer"
	},
	{
		"passage": "NBC’s viewership totals were not yet available, which means the verdict was likely seen on television by an audience of more than 20 million. And because Nielsen’s numbers do not include people who watched the proceedings on their phones or laptops, the total number of people who watched was certainly even bigger than that.",
		"questions": [
			[
				0.8178776502609253,
				"How big was the audience for the verdict in the trial?"
			]
		],
		"headline": "More than 18 million tuned in for the Chauvin verdict.",
		"ID": "100000007722861",
		"web_url": "https://www.nytimes.com/2021/04/21/business/media/chauvin-verdict-viewers.html"
	},
	{
		"passage": "Exxon Mobil unveils a $100 billion plan to profit from carbon capture. The oil giant said it would make a business based on trapping the carbon emissions of industrial plants around Houston. But the strategy would require government support, including a new carbon tax — which has little political backing.",
		"questions": [
			[
				0.9872856140136719,
				"What is the $10 0billion plan to profit from carbon capture by Exxon Mobil?"
			]
		],
		"headline": "The Growing Fallout From the Super League Fight",
		"ID": "100000007719535",
		"web_url": "https://www.nytimes.com/2021/04/20/business/dealbook/dimon-lebron-super-league.html"
	},
	{
		"passage": "The pandemic isn’t over, of course, and demand for flights could still falter if the pace of vaccinations drops or new variants of the coronavirus emerge and undermine the effectiveness of vaccines. And while the Centers for Disease Control and Prevention says that travel poses little risk to those who have been vaccinated, it still encourages people to take precautions and discourages travel by individuals who have not been inoculated.",
		"questions": [
			[
				0.959319531917572,
				"What happens if the pace of vaccinations drops?"
			]
		],
		"headline": "Once Crippled by the Pandemic, Airlines See a Fast Recovery Coming",
		"ID": "100000007722660",
		"web_url": "https://www.nytimes.com/2021/04/22/business/airlines-recovery-american-southwest.html"
	},
	{
		"passage": "Flight paths may look different, too. Throughout the pandemic, passengers have tended to favor outdoor destinations — beaches, mountains, ski slopes — in states that haven’t imposed stringent lockdown rules. Few have traveled to the parts of the Northeast, California and big cities that have remained largely shut down, but that could change as those areas open up. New York City recently dropped a quarantine requirement for international travelers and said this week that it planned to spend $30 million in a global marketing campaign to lure tourists back.",
		"questions": [
			[
				0.7078330516815186,
				"Why do passengers tend to favor outdoor destinations during the pandemic?"
			]
		],
		"headline": "Once Crippled by the Pandemic, Airlines See a Fast Recovery Coming",
		"ID": "100000007722660",
		"web_url": "https://www.nytimes.com/2021/04/22/business/airlines-recovery-american-southwest.html"
	},
	{
		"passage": "For many, Brexit was never about the economy, it was about immigration. Industries that relied heavily on European workers warned from the start about a looming labor crisis as it became harder for E.U. citizens to move to Britain. As the country recovers from the pandemic, that crisis has arrived.",
		"questions": [
			[
				0.40776288509368896,
				"What is the looming labor crisis in Britain?"
			]
		],
		"headline": "Five years after the Brexit vote, the economic effects are still taking shape.",
		"ID": "100000007830271",
		"web_url": "https://www.nytimes.com/live/2021/06/23/business/economy-stock-market-news/five-years-after-the-brexit-vote-the-economic-effects-are-still-taking-shape"
	},
	{
		"passage": "Perhaps the most encouraging sign in the data released Thursday was the 3.3 percent growth in business investment. It suggests that companies had to scramble to meet demand that was stronger than they anticipated — or that they are getting ready for a strong rebound in sales later this year.",
		"questions": [
			[
				0.7258573770523071,
				"What is the most encouraging sign in the data released Thursday about business investment?"
			]
		],
		"headline": "Bright spots in the economic report: housing, investment and spending on goods.",
		"ID": "100000007575222",
		"web_url": "https://www.nytimes.com/live/2021/01/28/business/us-economy-coronavirus/bright-spots-in-the-economic-report-housing-investment-and-spending-on-goods"
	},
	{
		"passage": "Consumer spending, the most important engine of the U.S. economy, slowed considerably in the fourth quarter of last year. But the Commerce Department report on gross domestic product shows that while the economic damage from the latest wave of the virus was severe, it was relatively contained.",
		"questions": [
			[
				0.9538871645927429,
				"How did the U.S. economy do in the fourth quarter?"
			]
		],
		"headline": "Bright spots in the economic report: housing, investment and spending on goods.",
		"ID": "100000007575222",
		"web_url": "https://www.nytimes.com/live/2021/01/28/business/us-economy-coronavirus/bright-spots-in-the-economic-report-housing-investment-and-spending-on-goods"
	},
	{
		"passage": "That information generates a map dotted with nearby vaccination locations, with links to appointment-booking websites set up by states, local health departments and pharmacy chains. Vaccine providers can opt out of being highlighted on VaccineFinder. For example, a provider might opt out if it is only vaccinating a certain slice of the population like health care workers.",
		"questions": [
			[
				0.7130866050720215,
				"How are appointment-booking websites set up for vaccinations?"
			]
		],
		"headline": "Helping People Find Covid-19 Vaccines Is Aim of C.D.C.-Backed Site",
		"ID": "100000007619054",
		"web_url": "https://www.nytimes.com/2021/02/24/business/vaccine-finder-org.html"
	},
	{
		"passage": "Despite the progress, though, getting appointments for vaccinations has been a source of great frustration for many people. Appointment slots are filled within minutes of becoming available. States, local health departments and pharmacy chains have their own sign-up websites that in many cases do not share data with one another. The C.D.C. has its own vaccine administration management system, or VAMS, which some states are using to have people register for vaccinations and to collect essential data, but state officials have complained that it is clunky.",
		"questions": [
			[
				0.8609521389007568,
				"Why is it so hard to get appointments for vaccinations?"
			]
		],
		"headline": "Helping People Find Covid-19 Vaccines Is Aim of C.D.C.-Backed Site",
		"ID": "100000007619054",
		"web_url": "https://www.nytimes.com/2021/02/24/business/vaccine-finder-org.html"
	},
	{
		"passage": "Citigroup punishes investors that kept mistakenly wired payments. Companies that hung onto $500 million that Citi accidentally sent to Revlon creditors are reportedly blocked from some debt deals that the bank is overseeing, Bloomberg reports. A court ruled last month that Citi could not force those firms to give back the money.",
		"questions": [
			[
				0.943812370300293,
				"What is Citigroup doing to investors that kept mistakenly wired payments?"
			]
		],
		"headline": "The Rise of an Antitrust Pioneer",
		"ID": "100000007646392",
		"web_url": "https://www.nytimes.com/2021/03/10/business/dealbook/lina-khan-antitrust.html"
	},
	{
		"passage": "Goldman Sachs pledges to invest $10 billion in businesses owned by Black women. The 10-year commitment is part of the firm’s new One Million Black Women program, which the bank says is meant to improve at least one million lives over the long term.",
		"questions": [
			[
				0.8859466314315796,
				"How does Goldman Sachs plan to improve at least one million lives over the long term?"
			]
		],
		"headline": "The Rise of an Antitrust Pioneer",
		"ID": "100000007646392",
		"web_url": "https://www.nytimes.com/2021/03/10/business/dealbook/lina-khan-antitrust.html"
	},
	{
		"passage": "One big question around Washington is about regulatory balance. With two advocates for strong antitrust policies potentially joining the Biden administration, DealBook hears that some antitrust practitioners are speculating about whether the White House will pick a more moderate candidate to lead the Justice Department’s antitrust division.",
		"questions": [
			[
				0.9860063195228577,
				"What is the big question around Washington right now about antitrust?"
			]
		],
		"headline": "The Rise of an Antitrust Pioneer",
		"ID": "100000007646392",
		"web_url": "https://www.nytimes.com/2021/03/10/business/dealbook/lina-khan-antitrust.html"
	},
	{
		"passage": "At issue is a memory chip in the center display of the vehicles, which drivers use to control many aspects of their Teslas. The safety agency said when the chip wears out, it can cause the loss of certain functions, including turn signal lighting and the rearview camera display.",
		"questions": [
			[
				0.9553840160369873,
				"How does Teslas lose certain functions including turn signal lights?"
			]
		],
		"headline": "Tesla Will Recall 135,000 Cars for Faulty Touch Screens.",
		"ID": "100000007583116",
		"web_url": "https://www.nytimes.com/2021/02/02/business/tesla-recall.html"
	},
	{
		"passage": "In Britain, one effort was created by Swiss, a British rapper. He calls it Black Pound Day, and the idea is simple: Once a month, people should spend money with Black businesses.",
		"questions": [
			[
				0.5869680643081665,
				"What is Black Pound Day and how does it work?"
			]
		],
		"headline": "After the Pandemic and Protests, a British Rapper Spotlights Black Businesses",
		"ID": "100000007726897",
		"web_url": "https://www.nytimes.com/2021/04/30/business/pandemic-black-pound-day-uk.html"
	},
	{
		"passage": "Victoria’s Secret is one of the retailers transformed by the pandemic, along with others like Dick’s Sporting Goods and Michaels, accelerating digital overhauls that may have otherwise taken years. Direct sales at Victoria’s Secret in North America rose to 44 percent of the total last year, from 25 percent the year before.",
		"questions": [

			[
				0.6052272319793701,
				"How did Victoria’s Secret in America rose so quickly after the pandemic?"
			]
		],
		"headline": "L Brands will spin off Victoria’s Secret instead of trying to sell it.",
		"ID": "100000007756229",
		"web_url": "https://www.nytimes.com/2021/05/11/business/l-brands-victorias-secret.html"
	},
	{
		"passage": "As the pandemic shuttered stores and battered sales, Sycamore sued L Brands to get out of the deal, and L Brands countersued to enforce it, heralding a spate of similar battles between buyers and sellers. Eventually, last May, the sides agreed to call off the deal.",
		"questions": [
			[
				0.4567420482635498,
				"What happened to L Brands and Sycamore during the pandemic?"
			]
		],
		"headline": "L Brands will spin off Victoria’s Secret instead of trying to sell it.",
		"ID": "100000007756229",
		"web_url": "https://www.nytimes.com/2021/05/11/business/l-brands-victorias-secret.html"
	},
	{
		"passage": "Mr. Adler said journalist safety had been a main challenge during his tenure. Two Reuters journalists, Wa Lone and Kyaw Soe Oo, were imprisoned in Myanmar for more than 500 days before they were finally released in May 2019. (They received a Pulitzer Prize for their work exposing the Rohingya genocide.) Last month, a Reuters cameraman was detained in Ethiopia before being released on Tuesday without charges.",
		"questions": [
			[
				0.971356987953186,
				"What is the biggest challenge facing the journalism profession today?"
			]
		],
		"headline": "Reuters Editor in Chief Is Stepping Down After a Decade",
		"ID": "100000007536360",
		"web_url": "https://www.nytimes.com/2021/01/06/business/media/reuters-editor-retires.html"
	},
	{
		"passage": "For example, Walmart discloses its targets for emissions reductions and the progress it has made to the CDP, including a goal for emissions from its suppliers, and its plan has been vetted by Science Based Targets. But Costco doesn’t expect to have commitments to reduce emissions until the end of next year. Costco executives declined to comment.",
		"questions": [

			[
				0.5070549845695496,
				"What do companies like Walmart and Costco do about their targets for emissions?"
			]
		],
		"headline": "What’s Really Behind Corporate Promises on Climate Change?",
		"ID": "100000007599060",
		"web_url": "https://www.nytimes.com/2021/02/22/business/energy-environment/corporations-climate-change.html"
	},
	{
		"passage": "Peloton, the home fitness company, reported a jump in quarterly sales and profits on Thursday. But its stock price fell more than 8 percent in after-hours trading, as supply-chain issues continue to weigh on the company and as investors consider whether demand for its bikes and treadmills may fall as gyms reopen.",
		"questions": [

			[
				0.7908979654312134,
				"Why did Peloton's stock price drop in after-hours trading?"
			]
		],
		"headline": "Peloton’s quarterly sales exceed $1 billion even as delivery remains an issue.",
		"ID": "100000007588578",
		"web_url": "https://www.nytimes.com/live/2021/02/04/business/stock-market-today/pelotons-quarterly-sales-exceed-1-billion-even-as-delivery-remains-an-issue"
	},
	{
		"passage": "The accusations were first reported by the magazine Spiegel, which said that following complaints of coercion by Mr. Reichelt the law firm interviewed half a dozen female employees who had worked for Bild and complained of coercion by Mr. Reichelt. Spiegel did not name the female employees. The magazine said Mr. Reichelt was accused of abusing his position of authority and creating a hostile work environment but did not provide explicit details.",
		"questions": [
			[
				0.8817111849784851,
				"What are the accusations against Reichelt?"
			]
		],
		"headline": "Powerful German Editor, Accused of Misconduct, Takes Leave",
		"ID": "100000007653227",
		"web_url": "https://www.nytimes.com/2021/03/14/business/german-editor-bild-julian-reichelt.html"
	},
	{
		"passage": "While his plan projects additional tax revenue down the line, the United States would run significant deficits as it borrows money to finance his plans. Under Mr. Biden’s proposal, the federal budget deficit would hit $1.8 trillion in 2022, even as the economy rebounds from the pandemic recession to grow at what the administration predicts would be its fastest annual pace since the early 1980s. The deficit would recede slightly in the following years before growing again to nearly $1.6 trillion by 2031.",
		"questions": [
			[
				0.5132546424865723,
				"What would the federal budget deficit look like under Mr. Biden’s plan?"
			]
		],
		"headline": "Biden to Propose $6 Trillion Budget to Make U.S. More Competitive",
		"ID": "100000007784666",
		"web_url": "https://www.nytimes.com/2021/05/27/business/economy/biden-plan.html"
	},
	{
		"passage": "Ms. Haberstroh’s attempt to even the playing field has been welcomed by small-business owners like Tannis and Mara Bundi, twin sisters who opened the Green Jar in Toronto last December. The store specializes in bulk items, like soap and honey, that customers buy to refill their own containers, reducing single-use plastics and household waste.",
		"questions": [
			[
				0.6481062769889832,
				"How does the Green Jar in Toronto help the environment?"
			]
		],
		"headline": "Aiming to keep small businesses alive, a Canadian website is proudly Not Amazon.",
		"ID": "100000007533313",
		"web_url": "https://www.nytimes.com/2021/01/05/business/aiming-to-keep-small-businesses-alive-a-canadian-website-is-proudly-not-amazon.html"
	},
	{
		"passage": "About 35 percent of Americans plan to spend more on travel over the next 12 months than they do in a typical year, according to a survey conducted last month for The New York Times by the online research firm SurveyMonkey. About 28 percent plan to spend more than usual at restaurants. And over all, close to 70 percent of adults plan to spend more than usual in at least one category, at least if the health situation allows.",
		"questions": [
			[
				0.9987199306488037,
				"What do Americans plan to spend more money on in the next 12 months than they do in a typical year?"
			]
		],
		"headline": "Americans have saved a lot of cash, and they are ready to spend it.",
		"ID": "100000007686582",
		"web_url": "https://www.nytimes.com/2021/04/02/business/postpandemic-spending.html"
	},
	{
		"passage": "Experts say commercial air travel accounts for about 3 to 4 percent of total U.S. greenhouse gas emissions. And while planes become more efficient with each new model, growing demand for flights is outpacing those advancements. The United Nations expects airplane emissions of carbon dioxide, a major greenhouse gas, to triple by 2050. Researchers at the International Council on Clean Transportation say emissions may grow even faster.",
		"questions": [
			[
				0.8506109714508057,
				"How much of the U.S. total \"greenhouse gas\" emissions come from airplanes?"
			]
		],
		"headline": "A Big Climate Problem With Few Easy Solutions: Planes",
		"ID": "100000007742598",
		"web_url": "https://www.nytimes.com/2021/05/28/business/energy-environment/airlines-climate-planes-emissions.html"
	},
	{
		"passage": "The industry is under increasing pressure to do something to reduce and eventually eliminate emissions from travel, but it won’t be easy. Some solutions, like hydrogen fuel cells, are promising, but it’s unclear when they will be available, if ever. That leaves companies with few options: They can make tweaks to squeeze out efficiencies, wait for technology to improve or invest today to help make viable options for the future.",
		"questions": [
			[
				0.3649350106716156,
				"Why is it so difficult to reduce emissions from travel?"
			]
		],
		"headline": "A Big Climate Problem With Few Easy Solutions: Planes",
		"ID": "100000007742598",
		"web_url": "https://www.nytimes.com/2021/05/28/business/energy-environment/airlines-climate-planes-emissions.html"
	},
	{
		"passage": "Rystad Energy, a Norwegian consulting firm, predicts that renewable fuels will become increasingly economical after 2030 and supply 30 percent of all aviation fuel by 2050. But IHS Markit, a U.S. consulting firm, estimates that sustainable jet fuel will make up only 15 percent of all jet fuel by 2050.",
		"questions": [
			[
				0.9694926142692566,
				"What is the future of aviation fuel?"
			]
		],
		"headline": "A Big Climate Problem With Few Easy Solutions: Planes",
		"ID": "100000007742598",
		"web_url": "https://www.nytimes.com/2021/05/28/business/energy-environment/airlines-climate-planes-emissions.html"
	},
	{
		"passage": "China’s Ministry of Foreign Affairs then imposed a series of retaliatory measures on foreign companies and individuals in March after Britain, Canada, the European Union and the United States all imposed sanctions on China over its actions in Xinjiang. The foreign ministry’s penalties included seizure of any assets in China belonging to some of the targeted individuals and institutions, denial of visas and a ban on Chinese companies having any commercial relationships with some of them.",
		"questions": [
			[
				0.41152724623680115,
				"What has China done in response to the international condemnation of its actions in Xinjiang?"
			]
		],
		"headline": "China strengthens its muscle to ban compliance with foreign sanctions.",
		"ID": "100000007808138",
		"web_url": "https://www.nytimes.com/live/2021/06/10/business/economy-stock-market-news/china-strengthens-its-muscle-to-ban-compliance-with-foreign-sanctions"
	},
	{
		"passage": "Twenty-seven years after founding Amazon, Jeff Bezos is handing over his job as chief executive to one of his protégés, Andy Jassy, who leads the company’s lucrative cloud computing division. Mr. Bezos will become Amazon’s executive chairman and take part in high-level decisions, but it’s still the end of an era for the country’s biggest e-commerce retailer. He’s leaving on a pretty high note: Amazon’s latest quarterly sales topped $100 billion for the first time, and the company’s value ($1.7 trillion) has made Mr. Bezos one of the world’s richest people. But there are challenges ahead as the business faces growing scrutiny from lawmakers and antitrust regulators over whether it wielded its clout illegally.",
		"questions": [
			[
				0.6660521030426025,
				"What does it mean for Amazon to have Jeff Bezos stepping down as chief executive?"
			]
		],
		"headline": "The Week in Business: The Meme Stock Bubble Bursts",
		"ID": "100000007589560",
		"web_url": "https://www.nytimes.com/2021/02/07/business/the-week-in-business-the-meme-stock-bubble-bursts.html"
	},
	{
		"passage": "The recent performance of SPACs has also been lousy. Analysts at Goldman Sachs note that a stock price index of 200 SPACs (pre- and post-merger) has badly underperformed the market this year, down 17 percent versus a 10 percent gain in the S&P 500. SPACs have also lagged an index of unprofitable tech stocks, suggesting that investors have particular concerns about SPACs, because plenty of them have acquired other unprofitable tech companies.",
		"questions": [
			[
				0.7396345138549805,
				"Why are investors so worried about SPACs?"
			]
		],
		"headline": "After a COVID-19?ood in the first quarter, SPAC listings have slowed to a trickle.",
		"ID": "100000007724300",
		"web_url": "https://www.nytimes.com/live/2021/04/22/business/stock-market-today/after-a-COVID-19?ood-in-the-first-quarter-spac-listings-have-slowed-to-a-trickle"
	},
	{
		"passage": "The newsletter project is part of Facebook’s plan to provide more legitimate news sources. The company has spent the past few years building up the News Tab, a specific destination inside of the Facebook app that displays stories from publishers like The Washington Post, Bloomberg, The Wall Street Journal and The New York Times. It has also pledged to donate more than $100 million to publishers, an effort to rejuvenate the ailing local news industry.",
		"questions": [

			[
				0.3071632981300354,
				"What is the facebook newsletter project?"
			]
		],
		"headline": "Should the Feds Guarantee You a Job?",
		"ID": "100000007576765",
		"web_url": "https://www.nytimes.com/2021/02/18/business/economy/job-guarantee.html"
	},
	{
		"passage": "In the United States, federal support is minimal, so far. Renewable jet fuel producers receive a $1 per gallon subsidy under existing federal tax credits for biodiesel, but a bill introduced this month in the House would provide a tax credit starting at $1.50 per gallon. A tax on carbon emissions could help make alternative fuels more competitive against conventional jet fuel in the future. ",
		"questions": [
			[
				0.7602344751358032,
				"What is the federal support for alternative fuels?"
			]
		],
		"headline": "A Big Climate Problem With Few Easy Solutions: Planes",
		"ID": "100000007742598",
		"web_url": "https://www.nytimes.com/2021/05/28/business/energy-environment/airlines-climate-planes-emissions.html"
	},
	{
		"passage": "There are efforts to electrify small planes for short flights — including one backed by United — but doing the same for longer, larger flights will be tough, maybe impossible. Commercial planes like the Boeing 787 and Airbus A320, which can carry a few hundred passengers, require an immense amount of energy to reach cruising altitude — more energy than modern batteries can efficiently supply.",
		"questions": [
			[
				0.41028356552124023,
				"Why can't we electrify all commercial planes,including the Boeing 787?"
			]
		],
		"headline": "A Big Climate Problem With Few Easy Solutions: Planes",
		"ID": "100000007742598",
		"web_url": "https://www.nytimes.com/2021/05/28/business/energy-environment/airlines-climate-planes-emissions.html"
	},
	{
		"passage": "Dr. Alexander couldn’t find work as an economist and went on to become a lawyer, notching up another first — the first Black woman to be admitted to the Pennsylvania bar. But she still considered herself to be an economist, Dr. Banks said, and delivered speeches on the working conditions of Black men and women, using her research skills to defy the dominant ideology of the time of racial inferiority as a legitimate reason for the denial of civil rights. This summer, Dr. Banks will publish a book on the life and speeches of Dr. Alexander.",
		"questions": [
			[
				0.5214804410934448,
				"What did Dr. Alexander do that was so groundbreaking?"
			]

		],
		"headline": "The Economist Placing Value on Black Women’s Overlooked Work",
		"ID": "100000007495543",
		"web_url": "https://www.nytimes.com/2021/02/05/business/black-women-economists-nina-banks.html"
	},
	{
		"passage": "In Britain, the statistics agency has a calculator that lets you learn the value of chores like doing laundry, providing child care and taking others where they need to go. Thirty-five hours of child care and five hours of cooking is valued at about 570 pounds ($779) a week.",
		"questions": [
			[
				0.6956568360328674,
				"How do we calculate the value of household chores in Britain?"
			]
		],
		"headline": "The Economist Placing Value on Black Women’s Overlooked Work",
		"ID": "100000007495543",
		"web_url": "https://www.nytimes.com/2021/02/05/business/black-women-economists-nina-banks.html"
	},
	{
		"passage": "Mr. Biden plans to finance his agenda by raising taxes on corporations and high earners, and the documents show budget deficits shrinking in the 2030s. Administration officials have said the jobs and families plans would be fully offset by tax increases over the course of 15 years, which the budget request also anticipates.",
		"questions": [
			[
				0.6244993209838867,
				"How will the Biden budget deficits be paid for?"
			]
		],
		"headline": "Biden to Propose $6 Trillion Budget to Make U.S. More Competitive",
		"ID": "100000007784666",
		"web_url": "https://www.nytimes.com/2021/05/27/business/economy/biden-plan.html"
	},
	{
		"passage": "Microsoft’s professional social network, LinkedIn, runs a separate, filtered version of the site inside China. In March, China’s internet regulator rebuked the company’s executives for not censoring sensitive political content before a key meeting of Chinese lawmakers.",
		"questions": [
			[
				0.8042003512382507,
				"Why is Microsoft under fire from Chinese lawmakers?"
			]
		],
		"headline": "Microsoft’s Bing BrieCOVID-19?y Blocked ‘Tank Man’ on Tiananmen Anniversary",
		"ID": "100000007800072",
		"web_url": "https://www.nytimes.com/2021/06/05/business/bing-tank-man-microsoft.html"
	},
	{
		"passage": "Microsoft is the only major foreign company that runs a censored search engine inside China. It has struggled to appease the country’s regulators, who heavily censor the internet and worry about the security of technology made by American companies. For its part, the United States government has increasingly punished Chinese companies that it says are tied to online repression and surveillance.",
		"questions": [
			[
				0.6106045246124268,
				"Why does Microsoft have a censored search engine in China?"
			]
		],
		"headline": "Microsoft’s Bing Briefly Blocked ‘Tank Man’ on Tiananmen Anniversary",
		"ID": "100000007800072",
		"web_url": "https://www.nytimes.com/2021/06/05/business/bing-tank-man-microsoft.html"
	},
	{
		"passage": "Critics have suggested that the Biden administration’s extension of pandemic unemployment insurance is fueling the labor shortage by encouraging workers to stay at home and collect generous benefits. At least 20 states have moved to cut off benefits early to encourage people to go back to work.",
		"questions": [
			[
				0.9244193434715271,
				"Why are some states cutting off unemployment benefits early?"
			]
		],
		"headline": "Yellen Won a Global Tax Deal. Now Comes the Hard Part.",
		"ID": "100000007801009",
		"web_url": "https://www.nytimes.com/2021/06/06/business/economy/yellen-global-tax-rate.html"
	},
	{
		"passage": "American, Delta Air Lines and United each reported a loss of more than $1 billion in the first three months of the year. Southwest Airlines reported a small profit, of $116 million, though its chief executive said the airline would have lost $1 billion without federal aid.",
		"questions": [
			[
				0.5633112788200378,
				"What happened to the airlines in the first 3 months of the year?"
			]
		],
		"headline": "Airlines could benefit when the E.U. eases restrictions on travel.",
		"ID": "100000007730264",
		"web_url": "https://www.nytimes.com/2021/04/26/business/airlines-european-travel.html"
	},
	{
		"passage": "A 2020 study from The American Journal of Emergency Medicine found that most at-home treadmill injuries occurred in children under 16 and that the coronavirus pandemic presented a unique risk for injuries as more adults were working from home and children were taking part in remote learning. Common injuries, the study found, included damage to the hands and fingers, such as friction burns or degloving, where part of the skin tissue detaches from underlying muscle.",
		"questions": [
			[
				0.9896865487098694,
				"Who are the most common at-home treadmill injuries?"
			]
		],
		"headline": "Child Dies in Accident Involving Peloton Treadmill",
		"ID": "100000007661869",
		"web_url": "https://www.nytimes.com/2021/03/18/business/peloton-tread-death.html"
	},
	{
		"passage": "If you’re newly eligible for a payment based on your 2020 income but haven’t yet filed your return, the law allows the Treasury Department to continue payments until September. If you don’t get one during that period, you can claim what you’re owed when you file your 2021 taxes.",
		"questions": [
			[
				0.8664464950561523,
				"What happens if you’re newly eligible for a payment based on your 2020 income but haven‘t yet filed your return?"
			]
		],
		"headline": "90 million stimulus payments have gone out, the Treasury says.",
		"ID": "100000007657474",
		"web_url": "https://www.nytimes.com/2021/03/16/business/stimulus-payments-wednesday.html"
	},
	{
		"passage": "The Treasury Department said on Wednesday that 90 million payments, totaling more than $242 billion, had already been disbursed. The majority of the payments were made by direct deposit, but Treasury had also mailed about 150,000 paper checks worth about $442 million.",
		"questions": [
			[
				0.4942236840724945,
				"How much of the bailout has been disbursed?"
			]
		],
		"headline": "90 million stimulus payments have gone out, the Treasury says.",
		"ID": "100000007657474",
		"web_url": "https://www.nytimes.com/2021/03/16/business/stimulus-payments-wednesday.html"
	},
	{
		"passage": "The case, Google v. Oracle America, No. 18-956, concerned Google’s reliance on aspects of Java, a programming language, in its Android operating system. Oracle, which acquired Java in 2010 when it bought Sun Microsystems, said that using parts of Java without permission amounted to copyright infringement.",
		"questions": [
			[
				0.7641227841377258,
				"What is the case between Google and Oracle regarding Android operating system?"
			]
		],
		"headline": "Supreme Court says Google’s copying of Oracle-owned code was fair use.",
		"ID": "100000007692819",
		"web_url": "https://www.nytimes.com/live/2021/04/05/business/stock-market-today/supreme-court-says-googles-copying-of-oracle-owned-code-was-fair-use"
	},
	{
		"passage": "The country will be the only major economy to have grown this past year. While such forecasts are often more art than science, one outfit is forecasting that the Chinese economy will surpass that of the United States in 2028 — five years earlier than previously predicted.",
		"questions": [
			[
				0.5046502351760864,
				"What will happen to the Chinese economy in the next few years?"
			]
		],
		"headline": "In a Topsy-Turvy Pandemic World, China Offers Its Version of Freedom",
		"ID": "100000007525010",
		"web_url": "https://www.nytimes.com/2021/01/04/business/china-covid19-freedom.html"
	},
	{
		"passage": "President Biden announced an abrupt overhaul two weeks ago to funnel more money to very small companies, some of which qualified for loans as small as $1 under the old guidelines. But the Small Business Administration updated its systems only on Friday, and with just three weeks before the program is set to expire, some lenders say there just isn’t enough time to adapt to the changes.",
		"questions": [

			[
				0.5435580015182495,
				"Why are lenders so upset about the new rules that Biden announced?"
			]
		],
		"headline": "Looming Deadline and Last-Minute Changes Hinder P.P.P. Loans",
		"ID": "100000007644443",
		"web_url": "https://www.nytimes.com/2021/03/09/business/ppp-small-business-deadline.html"
	},
	{
		"passage": "Free tax help is available to people needing assistance in filing returns and claiming the credits. Options include Get Your Refund, a program of Code for America generally serving families with income up to $66,000; the Volunteer Income Tax Assistance, or VITA program, which is run by the I.R.S. and helps people earning up to $57,000; and the AARP Foundation’s Tax-Aide, focusing on low- to moderate-income people and people over 50.",
		"questions": [
			[
				0.5840848684310913,
				"How is free tax help available to people?"
			]
		],
		"headline": "A Break for Working Families",
		"ID": "100000007639427",
		"web_url": "https://www.nytimes.com/2021/03/12/business/earned-income-tax-credits.html"
	},
	{
		"passage": "At a time when he was largely frozen out of the mainstream banking system because of his history of defaults — including on a large loan from Deutsche Bank — Ms. Vrablic persuaded the bank’s executives to give Mr. Trump another chance. From 2012 through 2015, the bank lent him about $340 million for his Florida golf club, his Chicago skyscraper and his luxury hotel in Washington.",
		"questions": [
			[
				0.8612884283065796,
				"How did Ms. Vrablic help Mr. Trump?"
			]
		],
		"headline": "Trump’s Banker at Deutsche Bank Was Ousted for a Real Estate Deal",
		"ID": "100000007578008",
		"web_url": "https://www.nytimes.com/2021/02/03/business/rosemary-vrablic-trump-kushner-deutsche.html"
	},
	{
		"passage": "The fund began taking applications on May 3 and was soon overwhelmed. More than 362,000 businesses applied, seeking $75 billion — nearly three times what Congress had allocated. Little, if any, money would have been left for applicants outside the priority groups.",
		"questions": [
			[
				0.5328571796417236,
				"Why was the stimulus fund \"overwhelmed\"?"
			]
		],
		"headline": "Judges Halt Race and Gender Priority for Restaurant Relief Grants",
		"ID": "100000007813828",
		"web_url": "https://www.nytimes.com/2021/06/14/business/restaurant-relief-fund-covid-sba.html"
	},
	{
		"passage": "Lenders have been arguing, through their lobbyists, that the government repayment program will deny them income that they long expected. The banks want the federal government to pay money beyond the outstanding loan amount so that banks and investors will not miss out on interest payments or money that they would have made reselling the loans to other investors.",
		"questions": [
			[
				0.5298395752906799,
				"Why do banks want the federal government to pay money beyond the outstanding loan amount?"
			]
		],
		"headline": "The U.S.D.A. will begin making debt relief payments to minority farmers in June.",
		"ID": "100000007775762",
		"web_url": "https://www.nytimes.com/2021/05/21/business/debt-relief-minority-farmers.html"
	},
	{
		"passage": "Ms. Wald was relentless, even ruthless at times, in building her career and guarding her turf. She publicly traded shots with her former boss and rival recruiter, Jerry Fields; demanded lavish salaries for her stars; and reveled in her kingmaking power.",
		"questions": [
			[
				0.9511430263519287,
				"How was Wald relentless in building her career and guarding her turf?"
			]
		],
		"headline": "Judy Wald, Headhunter in the ‘Mad Men’ Era, Dies at 96",
		"ID": "100000007617225",
		"web_url": "https://www.nytimes.com/2021/02/23/business/judy-wald-dead.html"
	},
	{
		"passage": "Exact requirements vary by lender, but applicants will generally need copies of their payroll records. Many lenders will also request the business’s 2019 tax return and documents like articles of incorporation or a state business registration certificate.",
		"questions": [

			[
				0.6643949747085571,
				"What do lenders need from applicants?"
			]
		],
		"headline": "Who Qualifies for a Second Round of Small-Business Relief?",
		"ID": "100000007549448",
		"web_url": "https://www.nytimes.com/2021/01/14/business/ppp-loans-questions.html"
	},
	{
		"passage": "There are still 144 companies in the Russell 3000 with all-male boards, according to the Equilar report. But some progress is being made. One year ago, 205 companies in the index had all-male boards. The number of boards where women hold at least half the seats rose to 70, from 60 last year. Overall, women now occupy 24.3 percent of board seats across the Russell 3000, compared to 22 percent one year ago and 15.1 percent in 2016. And it’s not just mandates driving the increase: Institutional investors, stock exchanges, banks and public opinion are also pressuring companies to diversify their leadership.",
		"questions": [
			[
				0.9727069735527039,
				"What is pressing companies to diversify their board of directors?"
			]
		],
		"headline": "Another Apollo Co-Founder Steps Back",
		"ID": "100000007772576",
		"web_url": "https://www.nytimes.com/2021/05/20/business/dealbook/josh-harris-apollo.html"
	},
	{
		"passage": "Another deadline is coming up. Public companies in California were required to have at least one woman on their boards by 2019. By the end of this year, companies with five board members will be required to have at least two women, and at least three on boards with six or more members. Just over a third of companies met these requirements in the first quarter, according to the California Partner Project.",
		"questions": [
			[
				0.8527633547782898,
				"What is the deadline for companies to have at least one woman on their board of directors?"
			]
		],
		"headline": "Another Apollo Co-Founder Steps Back",
		"ID": "100000007772576",
		"web_url": "https://www.nytimes.com/2021/05/20/business/dealbook/josh-harris-apollo.html"
	},
	{
		"passage": "The White House will propose a major change to capital gains taxes, with people earning more than $1 million per year paying the top marginal tax rate on their investment gains. Mr. Biden wants to raise that rate to 39.6 percent.",
		"questions": [
			[
				0.8383871912956238,
				"What does Mr. Biden want to do on tax reform?"
			]
		],
		"headline": "Private Equity’s Favorite Tax Break May Be in Danger",
		"ID": "100000007726496",
		"web_url": "https://www.nytimes.com/2021/04/23/business/dealbook/carried-interest-biden.html"
	},
	{
		"passage": "Airlines see clearer skies ahead. Carriers expect travel to return almost to normal levels by the summer, with the largest airlines expected to offer as many seats this July as they did in July 2019, by one estimate. The industry plans to call back thousands of employees and hire hundreds of pilots.",
		"questions": [
			[
				0.8559226989746094,
				"How long will it take for travel to return to normal levels?"
			]
		],
		"headline": "Private Equity’s Favorite Tax Break May Be in Danger",
		"ID": "100000007726496",
		"web_url": "https://www.nytimes.com/2021/04/23/business/dealbook/carried-interest-biden.html"
	}

]