[{
        "passage": "A panel of talking heads encouraged the women to buy and hold Bitcoin as an investment — even just $5 or $25. They offered advice on security, privacy, taxes and digital wallets. And they pitched crypto start-ups as places to find promising career opportunities that could, frankly, use more women.",
        "questions": [
            [
                0.9264872074127197,
                "What encouraged the women to buy and hold Bitcoin as an investment?"
            ]
        ],
        "headline": "We’re All Crypto People Now",
        "ID": "100000007725517",
        "web_url": "https://www.nytimes.com/2021/04/25/technology/cryptocurrency-mainstream.html",
        "domain": "Technology"
    },
    {
        "passage": "It was the kind of conversation happening in group texts, Twitter threads, Zoom rooms and Clubhouse panels across the country as the once-niche world of digital currencies has invaded the mainstream via art, sports, entertainment and media. In the process, Bitcoin and other cryptocurrencies have gone from curiosity to punchline to viable investment. They have made a lot of people very rich — making the entire category harder than ever to ignore.",
        "questions": [
            [
                0.9364474415779114,
                "How has the once-niche world of digital currencies invaded the mainstream?"
            ]
        ],
        "headline": "We’re All Crypto People Now",
        "ID": "100000007725517",
        "web_url": "https://www.nytimes.com/2021/04/25/technology/cryptocurrency-mainstream.html",
        "domain": "Technology"
    },
    {
        "passage": "NFT sales have also had issues with impersonation, faked transactions, tokens not being delivered, glitchy auction websites and sellers struggling to cash out their payments. There are concerns over the energy consumed in such transactions, along with how to preserve access to crypto art that is hosted on sites that could go out of business. It’s a new industry, and many expect the initial burst of excitement to fade.",
        "questions": [
            [
                0.7234241962432861,
                "Why are there so many concerns about NFT transactions?"
            ]
        ],
        "headline": "We’re All Crypto People Now",
        "ID": "100000007725517",
        "web_url": "https://www.nytimes.com/2021/04/25/technology/cryptocurrency-mainstream.html",
        "domain": "Technology"
    },
    {
        "passage": "As Coinbase went public, some customers whose accounts have been hacked or otherwise locked complained that the company has ignored their pleas for help. (Coinbase said it has added more customer support workers in recent months.) Pervasive hacking, the volume of lost crypto and the lack of customer service paint a picture of an industry that is not yet ready for mainstream users.",
        "questions": [
            [
                0.5277175903320312,
                "Why have people who have had their accounts hacked or locked complained about Coinbase?"
            ]
        ],
        "headline": "We’re All Crypto People Now",
        "ID": "100000007725517",
        "web_url": "https://www.nytimes.com/2021/04/25/technology/cryptocurrency-mainstream.html",
        "domain": "Technology"
    },
    {
        "passage": "People are piling in anyway. Goldman Sachs and Morgan Stanley have announced plans to offer access to crypto funds to assuage wealthy customers that have been clamoring to buy in. PayPal and Venmo added crypto trading and shopping features, while the brokerage app Robinhood put out an announcement to remind people it had crypto trading, too.",
        "questions": [
            [
                0.45610126852989197,
                "How is crypto trading still a thing?"
            ]
        ],
        "headline": "We’re All Crypto People Now",
        "ID": "100000007725517",
        "web_url": "https://www.nytimes.com/2021/04/25/technology/cryptocurrency-mainstream.html",
        "domain": "Technology"
    },
    {
        "passage": "That will soon change. In early May, Mr. Kenna plans to auction off digital tokens that represent ownership in each of his hacker house’s unoccupied rooms. The buyers of the tokens will get 75-year leases with rent of $1 a month. It will be, as far as he knows, the first NFT for housing.",
        "questions": [
            [
                0.6789524555206299,
                "What are digital tokens and how do they work?"
            ]
        ],
        "headline": "We’re All Crypto People Now",
        "ID": "100000007725517",
        "web_url": "https://www.nytimes.com/2021/04/25/technology/cryptocurrency-mainstream.html",
        "domain": "Technology"
    },
    {
        "passage": "Some employees said that they had trouble focusing in the office because there were too many people and distractions. And some of Google’s office complexes were so sprawling that it took people a long time to travel from one building to another. Office work didn’t work for a lot of people.",
        "questions": [
            [
                0.8371634483337402,
                "Why did so many Google employees have trouble focusing in the office?"
            ]
        ],
        "headline": "Back to Work the Google Way",
        "ID": "100000007742542",
        "web_url": "https://www.nytimes.com/2021/05/03/technology/back-to-office-google.html",
        "domain": "Technology"
    },
    {
        "passage": "Google also realizes that it can’t demand that people come into the office five days a week anymore. And it wants to be more flexible to people’s changing needs. One example is work spaces that can be configured to the needs of a particular team or project. It’s also experimenting with personal heating and cooling systems at desks and camp-themed outdoor meeting spaces. Google is calling these changes a pilot that will apply to 10 percent of its global work space.",
        "questions": [
            [
                0.8471986055374146,
                "What does Google mean when it says it’s changing the way it works to be more flexible for each team or project?"
            ]
        ],
        "headline": "Back to Work the Google Way",
        "ID": "100000007742542",
        "web_url": "https://www.nytimes.com/2021/05/03/technology/back-to-office-google.html",
        "domain": "Technology"
    },
    {
        "passage": "No matter what their goals are — moving a stock, overturning a presidential election, getting the graphics on a Sonic the Hedgehog movie changed — these internet-based insurgencies tend to follow a similar pattern. One day, a group decides to take action against a system it feels is immoral or corrupt. Members identify structural weak points (a vulnerable political party, a risk-averse studio head, an overexposed short position) and figure out creative ways to exploit them, using social media for leverage and visibility. With enough highly motivated people pushing in the same direction, they eventually prevail, or get enough attention that it feels like they did.",
        "questions": [
            [
                0.575512170791626,
                "How do internet-based insurgencies work and how do they end up winning against a system they feel is immoral or corrupt?"
            ]
        ],
        "headline": "The GameStop Reckoning Was a Long Time Coming",
        "ID": "100000007573521",
        "web_url": "https://www.nytimes.com/2021/01/28/technology/gamestop-stock.html",
        "domain": "Technology"
    },
    {
        "passage": "Wall Street was among the last powerful institutions to be overrun by online populists, in part because it had a higher barrier to entry. Anyone with an internet connection and a Twitter account can start a hashtag campaign, but because trading stocks costs money — and required some level of expertise and time commitment — it was mostly left to professionals.",
        "questions": [
            [
                0.6354638338088989,
                "Why did Wall Street get overrun by online populists?"
            ]
        ],
        "headline": "The GameStop Reckoning Was a Long Time Coming",
        "ID": "100000007573521",
        "web_url": "https://www.nytimes.com/2021/01/28/technology/gamestop-stock.html",
        "domain": "Technology"
    },
    {
        "passage": "Smartphone-based trading apps like Robinhood changed that, by introducing commission-free trades and an interface that made executing a gamma squeeze as straightforward as ordering a burrito from Uber Eats. Suddenly, millions of amateurs could organize themselves, generate their own market research and investment theses, drum up excitement in Reddit threads and TikTok videos, and enter the casino with the big boys. (Whether storming the high-roller tables has helped them financially is another question entirely.)",
        "questions": [
            [
                0.7206912040710449,
                "How did amateurs enter the casino with the big boys?"
            ]
        ],
        "headline": "The GameStop Reckoning Was a Long Time Coming",
        "ID": "100000007573521",
        "web_url": "https://www.nytimes.com/2021/01/28/technology/gamestop-stock.html",
        "domain": "Technology"
    },
    {
        "passage": "First, here’s what happened: Facebook froze at least temporarily the president’s account after he inspired a mob that went on to attack the Capitol. Twitter locked his account permanently. And then Apple, Google and Amazon pulled the plug on the (almost) anything-goes social network Parler.",
        "questions": [
            [
                0.7656575441360474,
                "what happened to the president's twitter account?"
            ]
        ],
        "headline": "Who Should Make the Online Rules?",
        "ID": "100000007545051",
        "web_url": "https://www.nytimes.com/2021/01/11/technology/twitter-facebook-parler-rules.html",
        "domain": "Technology"
    },
    {
        "passage": "There has been lots of screaming about what these companies did, but I want us all to recognize that there are few easy choices here. Because at the root of these disputes are big and thorny questions: Is more speech better? And who gets to decide?",
        "questions": [
            [
                0.5680290460586548,
                "What are the \"questions\" at the root of these disputes?"
            ]
        ],
        "headline": "Who Should Make the Online Rules?",
        "ID": "100000007545051",
        "web_url": "https://www.nytimes.com/2021/01/11/technology/twitter-facebook-parler-rules.html",
        "domain": "Technology"
    },
    {
        "passage": "Dr. Turow’s suggestion is notable partly because the profiling of people based on their voices isn’t widespread. Or, it isn’t yet. But he is encouraging policymakers and the public to do something I wish we did more often: Be careful and considerate about how we use a powerful technology before it might be used for consequential decisions.",
        "questions": [
            [
                0.49819594621658325,
                "What is Dr. Turow’s suggestion to policymakers and the public?"
            ]
        ],
        "headline": "Should Alexa Read Our Moods?",
        "ID": "100000007771076",
        "web_url": "https://www.nytimes.com/2021/05/19/technology/alexa.html",
        "domain": "Technology"
    },
    {
        "passage": "In this case, Dr. Turow is worried that voice technologies including Alexa and Siri from Apple will morph from digital butlers into diviners that use the sound of our voices to work out intimate details like our moods, desires and medical conditions. In theory they could one day be used by the police to determine who should be arrested or by banks to say who’s worthy of a mortgage.",
        "questions": [
            [
                0.5787637233734131,
                "What is Dr. Turow’s concern about voice technologies including Alexa and Siri from Apple?"
            ]
        ],
        "headline": "Should Alexa Read Our Moods?",
        "ID": "100000007771076",
        "web_url": "https://www.nytimes.com/2021/05/19/technology/alexa.html",
        "domain": "Technology"
    },
    {
        "passage": "The technology incorporates some hardware — such as a robotic arm in some instances — to paint the nails, with software that relies on machine learning to distinguish a fingernail from the surrounding skin. Each company uses a different approach, yet essentially relies on the scanning of thousands of nail shapes to create a database. Cameras within the devices take photos of the nails of the individual user, a process repeated each time a manicure is done even on the same person. During the development, all three have tried to minimize the number of moving parts and rely more on software, because moving parts can break down over time.",
        "questions": [
            [
                0.6331955194473267,
                "How does the scanning of thousands of nail shapes to create a database for manicure services work?"
            ]
        ],
        "headline": "Want Your Nails Done? Let a Robot Do It.",
        "ID": "100000007769819",
        "web_url": "https://www.nytimes.com/2021/06/01/technology/robot-manicure-nails.html",
        "domain": "Technology"
    },
    {
        "passage": "Clockwork is the first to hit the market, although in a limited way. Last Friday, the company opened in a storefront space in the Marina District of San Francisco, essentially a pop-up location expected to be open for at least six months. Clients will pay $7.99 to test the device, which is slightly bigger than a microwave. The soft opening follows a 2019 test run in their office of a prior iteration with employees of Dropbox, where the Clockwork founders Renuka Apte and Aaron Feldstein first met. (At the time, the two companies were located blocks away from each other.)",
        "questions": [
            [
                0.5439696311950684,
                "What is Clockwork and why is it so important?"
            ]
        ],
        "headline": "Want Your Nails Done? Let a Robot Do It.",
        "ID": "100000007769819",
        "web_url": "https://www.nytimes.com/2021/06/01/technology/robot-manicure-nails.html",
        "domain": "Technology"
    },
     {
        "passage": "Their tabletop device, destined for stores, offices and apartment complexes, incorporates a mix of computer vision and artificial intelligence to paint nails. Rather than use a robotic arm, their machine incorporates what’s known as a gantry, an older technology that relies on multiaxis movements to apply polish.",
        "questions": [
            [
                0.6617578864097595,
                "How does this device, destined for stores, paint nails?"
            ]
        ],
        "headline": "Want Your Nails Done? Let a Robot Do It.",
        "ID": "100000007769819",
        "web_url": "https://www.nytimes.com/2021/06/01/technology/robot-manicure-nails.html",
        "domain": "Technology"
    },
     {
        "passage": "Nimble has incorporated so-called computer vision to work with artificial intelligence and a robotic arm to offer simple, 10-minute manicures in a device also close to the size of a toaster. To build brand awareness, the company, which started in Tel Aviv but is now headquartered in Brooklyn, recently ran a Kickstarter campaign and has secured $10 million in seed financing as well.",
        "questions": [
            [
                0.6260058283805847,
                "How did Nimble get $10 million in seed funding?"
            ]
        ],
        "headline": "Want Your Nails Done? Let a Robot Do It.",
        "ID": "100000007769819",
        "web_url": "https://www.nytimes.com/2021/06/01/technology/robot-manicure-nails.html",
        "domain": "Technology"
    },
    {
        "passage": "As with any robotics, there is the inevitable question of whether jobs will be replaced by the devices. According to the Bureau of Labor Statistics, in 2019 there were 155,300 jobs; average pay was $27,870 per year or $13.40 per hour (before tips). Without any disruption, a growth rate of 19 percent is expected.",
        "questions": [
            [
                0.6214684844017029,
                "What are the implications of robots?"
            ]
        ],
        "headline": "Want Your Nails Done? Let a Robot Do It.",
        "ID": "100000007769819",
        "web_url": "https://www.nytimes.com/2021/06/01/technology/robot-manicure-nails.html",
        "domain": "Technology"
    },
    {
        "passage": "The three companies have different business models. Clockwork wants to maintain ownership, with its devices available for a quick change of color in offices, apartment buildings or retail stores for about $10, Ms. Apte said. Nimble’s product is geared for home use, and the company plans to sell directly to consumers and in retail outlets, Mr. Moran said, with an intended price of $399. (Those who invested through Kickstarter were eligible for a pre-order price of $249). Coral is also pursuing consumers, but its model is in flux, Mr. Leong said, as it adjusts the device to keep prices below $100.",
        "questions": [
            [
                0.9342204928398132,
                "What are the differences between the three companies?"
            ]
        ],
        "headline": "Want Your Nails Done? Let a Robot Do It.",
        "ID": "100000007769819",
        "web_url": "https://www.nytimes.com/2021/06/01/technology/robot-manicure-nails.html",
        "domain": "Technology"
    },
    {
        "passage": "The process is quick. Nimble, Mr. Moran said, will polish and dry nails within the 10 minutes, using its proprietary formula. Ms. Apte acknowledged that while Clockwork’s manicure might take under 10 minutes, drying time is additional.",
        "questions": [
            [
                0.8133156299591064,
                "How does Nimble nail polish/drying work?"
            ]
        ],
        "headline": "Want Your Nails Done? Let a Robot Do It.",
        "ID": "100000007769819",
        "web_url": "https://www.nytimes.com/2021/06/01/technology/robot-manicure-nails.html",
        "domain": "Technology"
    },
     {
        "passage": "Mr. Feldstein, the Clockwork co-founder, said that their device has multiple safety features, including a plastic-tipped cartridge that won’t pierce a finger. It will not be connected to the internet, so the hacking threat — with polish running amok — is curtailed. Ultimately, the consumer is the last defense because a hand can easily be pulled out.",
        "questions": [
            [
                0.8921852707862854,
                "What does the Clockwork co-founder mean when he says their device won’t pierce a finger?"
            ]
        ],
        "headline": "Want Your Nails Done? Let a Robot Do It.",
        "ID": "100000007769819",
        "web_url": "https://www.nytimes.com/2021/06/01/technology/robot-manicure-nails.html",
        "domain": "Technology"
    },
    {
        "passage": "Jack Ma, the most famous businessman China has ever produced, is avoiding the spotlight. Friends say he is painting and practicing tai chi. Sometimes, he shares drawings with Masayoshi Son, the billionaire head of the Japanese conglomerate SoftBank.",
        "questions": [
            [
                0.9009691476821899,
                "What is Jack Ma doing, avoidinging the spotlight?"
            ]
        ],
        "headline": "Why Amazon Workers Sided With the Company Over a Union",
        "ID": "100000007709326",
        "web_url": "https://www.nytimes.com/2021/04/16/technology/amazon-workers-against-union.html",
        "domain": "Technology"
    },
    {
        "passage": "He worked briefly and unhappily at a government-run advertising agency before founding Alibaba in 1999. At the time, China was still getting used to the idea of powerful private entrepreneurs, and Mr. Ma proved adept at charming government officials.",
        "questions": [
            [
                0.6609268188476562,
                "What did Mr. Ma do before he started Alibaba?"
            ]
        ],
        "headline": "Why Amazon Workers Sided With the Company Over a Union",
        "ID": "100000007709326",
        "web_url": "https://www.nytimes.com/2021/04/16/technology/amazon-workers-against-union.html",
        "domain": "Technology"
    },
    {
        "passage": "Provide more oversight of private groups. The social media researchers Nina Jankowicz and Cindy Otis have proposed not allowing groups above a certain number of members to be private — meaning newcomers must be invited and outsiders can’t see what’s being discussed — without regular human review of their content.",
        "questions": [
            [
                0.9169237017631531,
                "What do social media researchers Nina Jankowicz and Cindy Otis have proposed?"
            ]
        ],
        "headline": "Jeff Bezos to Step Down as Amazon C.E.O.",
        "ID": "100000007584061",
        "web_url": "https://www.nytimes.com/2021/02/02/technology/jeff-bezos-amazon.html",
        "domain": "Technology"
    },
    {
        "passage": "Add some … librarians? Joan Donovan, the research director of Harvard University’s Shorenstein Center on Media, Politics and Public Policy, has suggested that big internet companies should hire thousands of librarians to provide people with vetted information to counter groups wallowing in false information.",
        "questions": [
            [
                0.5490880012512207,
                "How can big internet companies help fight fake news?"
            ]
        ],
        "headline": "Jeff Bezos to Step Down as Amazon C.E.O.",
        "ID": "100000007584061",
        "web_url": "https://www.nytimes.com/2021/02/02/technology/jeff-bezos-amazon.html",
        "domain": "Technology"
    },
    {
        "passage": "Describing Amazon’s struggles as a reflection of its Amazon-ness, it reported that an obsession with data made people lose focus on making games fun. Executives confident in their company’s expertise forced staff to use game development technologies of Amazon’s making rather than industry-standard ones.",
        "questions": [
            [
                0.8708004355430603,
                "Why did people lose focus on making games fun at Amazon?"
            ]
        ],
        "headline": "Jeff Bezos to Step Down as Amazon C.E.O.",
        "ID": "100000007584061",
        "web_url": "https://www.nytimes.com/2021/02/02/technology/jeff-bezos-amazon.html",
        "domain": "Technology"
    },
    {
        "passage": "Google engineers are treated like kings, and it has been hard to convince them to come up with rigid three-year product road maps that corporations tend to like. The Google Cloud business has struggled for years with the same basic problem — shoehorning Google’s ways into the prosaic habits of its business clients.",
        "questions": [
            [
                0.8506373763084412,
                "Why is Google's product road map so different from other tech giants?"
            ]
        ],
        "headline": "Jeff Bezos to Step Down as Amazon C.E.O.",
        "ID": "100000007584061",
        "web_url": "https://www.nytimes.com/2021/02/02/technology/jeff-bezos-amazon.html",
        "domain": "Technology"
    },
    {
        "passage": "The actions are another sign of internal unrest at Facebook as employee criticism broadens beyond domestic issues. For the past few years, workers largely challenged Mark Zuckerberg, Facebook’s chief executive, on his handling of inflammatory posts from former President Donald J. Trump. But since Mr. Trump left office in January, attention has shifted to Facebook’s global policies and what employees said was the company’s acquiescence to governments so that it could continue profiting in those countries.",
        "questions": [
            [
                0.371051549911499,
                "Why have Facebook workers challenged Mark Zuckerberg?"
            ]
        ],
        "headline": "India and Israel Inflame Facebook’s Fights With Its Own Employees",
        "ID": "100000007786947",
        "web_url": "https://www.nytimes.com/2021/06/03/technology/india-israel-facebook-employees.html",
        "domain": "Technology"
    },
    {
        "passage": "Facebook is increasingly caught in a vise. In India, Russia and elsewhere, governments are pressuring it to remove content as they try to corral the platform’s power over online speech. But when Facebook complies with the takedown orders, it has upset its own employees, who say the social network has helped authoritarian leaders and repressive regimes quash activists and silence marginalized communities.",
        "questions": [
            [
                0.5137450098991394,
                "What is happening with facebook and takedown orders?"
            ]
        ],
        "headline": "India and Israel Inflame Facebook’s Fights With Its Own Employees",
        "ID": "100000007786947",
        "web_url": "https://www.nytimes.com/2021/06/03/technology/india-israel-facebook-employees.html",
        "domain": "Technology"
    },
    {
        "passage": "Many employees subscribe to the idea that Facebook should stand up to what they see as dictatorial governments. But the policy team, which operates in dozens of countries, often has to weigh the likelihood that a government will shut off the social networking service if the company does not cooperate with takedown orders, they said. Sometimes allowing some speech is better than none at all, they have said.",
        "questions": [
            [
                0.5071232914924622,
                "How does Facebook decide whether or not to comply with takedown orders on its social networking service?"
            ]
        ],
        "headline": "India and Israel Inflame Facebook’s Fights With Its Own Employees",
        "ID": "100000007786947",
        "web_url": "https://www.nytimes.com/2021/06/03/technology/india-israel-facebook-employees.html",
        "domain": "Technology"
    },
    {
        "passage": "That became evident with India. In April, as Covid-19 cases soared in the country, Mr. Modi’s government called for roughly 100 social media posts on Facebook, Instagram and Twitter to be pulled down. Many of the posts included critiques of the government from opposition politicians and calls for Mr. Modi’s resignation.",
        "questions": [
            [
                0.7774909734725952,
                "Why has the government called for social media posts to be pulled down?"
            ]
        ],
        "headline": "India and Israel Inflame Facebook’s Fights With Its Own Employees",
        "ID": "100000007786947",
        "web_url": "https://www.nytimes.com/2021/06/03/technology/india-israel-facebook-employees.html",
        "domain": "Technology"
    },
    {
        "passage": "The government said that to strike back at Amazon, the book companies and Apple made a deal. Publishers could set their own e-book prices on Apple’s digital bookstore, and they essentially could block discounts by any bookseller, including Amazon.",
        "questions": [
            [
                0.741102397441864,
                "What is the deal with Apple’s digital bookstore?"
            ]
        ],
        "headline": "When Tech Antitrust Failed",
        "ID": "100000007553779",
        "web_url": "https://www.nytimes.com/2021/01/15/technology/when-tech-antitrust-failed.html",
        "domain": "Technology"
    },
    {
        "passage": "Somehow this newsletter keeps coming back to this debate. An influential view — particularly among left-leaning economists, politicians and scholars — is that U.S. antitrust laws or the way they’re applied are flawed. They believe that the government has failed to stop the increasing corporate concentration and mergers in industries like airlines, banking and technology, which has led to higher prices, worse products and income inequality.",
        "questions": [
            [
                0.7172616720199585,
                "What do left-leaning economists think about antitrust?"
            ]
        ],
        "headline": "When Tech Antitrust Failed",
        "ID": "100000007553779",
        "web_url": "https://www.nytimes.com/2021/01/15/technology/when-tech-antitrust-failed.html",
        "domain": "Technology"
    },
    {
        "passage": "It’s not unusual for products like these from relatively unknown brands to get popular fast. On social media, word of mouth, smart advertising or the recommendations of influential people can make any product go viral.",
        "questions": [
            [
                0.9598988890647888,
                "How do products go viral on social media?"
            ]
        ],
        "headline": "When Tech Antitrust Failed",
        "ID": "100000007553779",
        "web_url": "https://www.nytimes.com/2021/01/15/technology/when-tech-antitrust-failed.html",
        "domain": "Technology"
    },
     {
        "passage": "He entered the courthouse on Friday morning from an underground garage rather than its main entrance, which allowed him to avoid photographers gathered outside the front of the building. About 7:30 a.m., journalists spotted him going through security checks inside and shouted questions. Mr. Cook, wearing a dark gray suit, white shirt and gray tie, held up his hand in a peace sign.",
        "questions": [
            [
                0.9342254400253296,
                "How did Cook enter the courthouse on Friday?"
            ]
        ],
        "headline": "In Antitrust Trial, Tim Cook Argues Apple Doesn’t Hurt App Makers",
        "ID": "100000007773490",
        "web_url": "https://www.nytimes.com/2021/05/21/technology/apple-vs-epic-tim-cook.html",
        "domain": "Technology"
    },
    {
        "passage": "The Epic lawyer then spent time on a topic tangential to the trial but appeared intended to illustrate hypocrisy at Apple: The way the company operates in China, which undercuts Apple’s public enthusiasm for consumer privacy. The New York Times reported this week that Apple had put its Chinese users’ data at risk and aided the Chinese government’s censorship by proactively removing apps.",
        "questions": [
            [
                0.8867132663726807,
                "What undercuts Apple's public enthusiasm for consumer privacy?"
            ]
        ],
        "headline": "In Antitrust Trial, Tim Cook Argues Apple Doesn’t Hurt App Makers",
        "ID": "100000007773490",
        "web_url": "https://www.nytimes.com/2021/05/21/technology/apple-vs-epic-tim-cook.html",
        "domain": "Technology"
    },
    {
        "passage": "An Epic victory would invigorate an expanding antitrust fight against Apple. Federal and state regulators are scrutinizing Apple’s control over the App Store, and the European Union has recently charged Apple with violating antitrust laws over its app rules and fees. Apple faces two other federal lawsuits about its App Store fees — one from developers and one from iPhone owners — that are seeking class-action status.",
        "questions": [
            [
                0.9348253607749939,
                "What would an Epic victory mean for an expanding antitrust fight against Apple?"
            ]
        ],
        "headline": "In Antitrust Trial, Tim Cook Argues Apple Doesn’t Hurt App Makers",
        "ID": "100000007773490",
        "web_url": "https://www.nytimes.com/2021/05/21/technology/apple-vs-epic-tim-cook.html",
        "domain": "Technology"
    },
    {
        "passage": "Earlier in the trial, Trystan Kosmynka, a senior director at Apple, testified that the company rejected 40 percent of total app submissions in 2020. Apple could not effectively police which apps find their way onto iPhones if Epic had its own app store, Mr. Kosmynka said.",
        "questions": [
            [
                0.8809995651245117,
                "Why Epic can't have its own app store?"
            ]
        ],
        "headline": "In Antitrust Trial, Tim Cook Argues Apple Doesn’t Hurt App Makers",
        "ID": "100000007773490",
        "web_url": "https://www.nytimes.com/2021/05/21/technology/apple-vs-epic-tim-cook.html",
        "domain": "Technology"
    },
    {
        "passage": "In an attempt to tie Epic to unsuitable content, Richard Doren, a lawyer for Apple, brought up Peely, a cartoon banana in Fortnite that sometimes wears a tuxedo and sometimes goes nude. Mr. Doren implied that it would have been inappropriate to display Peely without a tuxedo in a federal court. Matthew Weissinger, vice president of marketing at Epic, clarified that Peely, naked or suited, was not scandalous.",
        "questions": [
            [
                0.8215857744216919,
                "How did Apple tie Epic to unsuitable content?"
            ]
        ],
        "headline": "In Antitrust Trial, Tim Cook Argues Apple Doesn’t Hurt App Makers",
        "ID": "100000007773490",
        "web_url": "https://www.nytimes.com/2021/05/21/technology/apple-vs-epic-tim-cook.html",
        "domain": "Technology"
    },
    {
        "passage": "On the line was Vijaya Gadde, Twitter’s top lawyer and safety expert, with an update from the real world. She said she and other company executives had decided to lock President Trump’s account, temporarily, to prevent him from posting statements that might provoke more violence after a mob stormed the U.S. Capitol that day.",
        "questions": [
            [
                0.970169186592102,
                "Why did Twitter lock President Trump's account temporarily?"
            ]
        ],
        "headline": "Inside Twitter’s Decision to Cut Off Trump",
        "ID": "100000007548174",
        "web_url": "https://www.nytimes.com/2021/01/16/technology/twitter-donald-trump-jack-dorsey.html",
        "domain": "Technology"
    },
    {
        "passage": "Mr. Trump, who joined Twitter in 2009, was a boon and bane for the company. His tweets brought attention to Twitter, which sometimes struggled to attract new users. But his false assertions and threats online also caused critics to say the site enabled him to spread lies and provoke harassment.",
        "questions": [
            [
                0.778340220451355,
                "What did Mr. Trump do to bring attention to Twitter?"
            ]
        ],
        "headline": "Inside Twitter’s Decision to Cut Off Trump",
        "ID": "100000007548174",
        "web_url": "https://www.nytimes.com/2021/01/16/technology/twitter-donald-trump-jack-dorsey.html",
        "domain": "Technology"
    },
    {
        "passage": "Many of Twitter’s more than 5,400 employees opposed having Mr. Trump on the platform. In August 2019, shortly after a gunman killed more than 20 people at a Walmart in El Paso, Twitter called a staff meeting to discuss how the gunman, in an online manifesto, had echoed many of the views that Mr. Trump posted on Twitter.",
        "questions": [
            [
                0.47884804010391235,
                "What happened to Twitter in August 2019?"
            ]
        ],
        "headline": "Inside Twitter’s Decision to Cut Off Trump",
        "ID": "100000007548174",
        "web_url": "https://www.nytimes.com/2021/01/16/technology/twitter-donald-trump-jack-dorsey.html",
        "domain": "Technology"
    },
    {
        "passage": "But Mr. Dorsey, a proponent of free speech, declined to take down world leaders’ posts, because he considered them newsworthy. Since Twitter announced that year that it would give greater leeway to world leaders who broke its rules, the company had removed their tweets only once: Last March, it deleted messages from the presidents of Brazil and Venezuela that promoted false cures for the coronavirus. Mr. Dorsey opposed the removals, a person with knowledge of his thinking said.",
        "questions": [
            [
                0.43031996488571167,
                "Why did Twitter not take down the posts of world leaders who broke its rules?"
            ]
        ],
        "headline": "Inside Twitter’s Decision to Cut Off Trump",
        "ID": "100000007548174",
        "web_url": "https://www.nytimes.com/2021/01/16/technology/twitter-donald-trump-jack-dorsey.html",
        "domain": "Technology"
    },
    {
        "passage": "Mr. Dorsey pushed for an in-between solution: appending labels to tweets by world leaders if the posts violated Twitter’s policies. In May, when Mr. Trump tweeted inaccurate information about mail-in voting, Mr. Dorsey gave the go-ahead for Twitter to start labeling the president’s messages.",
        "questions": [
            [
                0.8049753308296204,
                "What is the solution to the problem of fake news on Twitter?"
            ]
        ],
        "headline": "Inside Twitter’s Decision to Cut Off Trump",
        "ID": "100000007548174",
        "web_url": "https://www.nytimes.com/2021/01/16/technology/twitter-donald-trump-jack-dorsey.html",
        "domain": "Technology"
    },
    {
        "passage": "But Mr. Dorsey was not sold on a permanent ban of Mr. Trump. He emailed employees the next day, saying it was important for the company to remain consistent with its policies, including letting a user return after a suspension.",
        "questions": [
            [
                0.670524537563324,
                "What did Mr. Dorsey do after the ban?"
            ]
        ],
        "headline": "Inside Twitter’s Decision to Cut Off Trump",
        "ID": "100000007548174",
        "web_url": "https://www.nytimes.com/2021/01/16/technology/twitter-donald-trump-jack-dorsey.html",
        "domain": "Technology"
    },
    {
        "passage": "Twitter has also broadened its crackdown on accounts promoting violence. Over the weekend, it removed more than 70,000 accounts that pushed the QAnon conspiracy theory, which posits that Mr. Trump is fighting a cabal of Satan-worshiping pedophiles.",
        "questions": [
            [
                0.9707031846046448,
                "What has Twitter done about accounts promoting violence?"
            ]
        ],
        "headline": "Inside Twitter’s Decision to Cut Off Trump",
        "ID": "100000007548174",
        "web_url": "https://www.nytimes.com/2021/01/16/technology/twitter-donald-trump-jack-dorsey.html",
        "domain": "Technology"
    },
    {
        "passage": "That afternoon, Mr. Trump returned again to Twitter, this time using the official @WhiteHouse account to share a video saying he condemned violence — but also denouncing what he called restrictions on free speech. Twitter allowed the video to remain online.",
        "questions": [
            [
                0.8227289915084839,
                "What happened after Mr. Trump \"returned\" to Twitter?"
            ]
        ],
        "headline": "Inside Twitter’s Decision to Cut Off Trump",
        "ID": "100000007548174",
        "web_url": "https://www.nytimes.com/2021/01/16/technology/twitter-donald-trump-jack-dorsey.html",
        "domain": "Technology"
    },
    {
        "passage": "The oversight board also served another purpose. For years, Mr. Zuckerberg had been called in as Facebook’s policy judge of last resort. (In 2018, for example, he got personally involved in the decision to bar Alex Jones, the Infowars conspiracy theorist.) But high-profile moderation decisions were often unpopular, and the blowback was often fierce. If it worked, the oversight board would take responsibility for making the platform’s most contentious content decisions, while shielding Mr. Zuckerberg and his policy team from criticism.",
        "questions": [
            [
                0.7275335192680359,
                "What was the oversight board’s purpose in shielding Mr. Zuckerberg?"
            ]
        ],
        "headline": "Facebook’s ‘Supreme Court’ Tells Zuckerberg He’s the Decider",
        "ID": "100000007745302",
        "web_url": "https://www.nytimes.com/2021/05/06/technology/facebook-oversight-board-trump.html",
        "domain": "Technology"
    },
    {
        "passage": "It’s hard to imagine a dispute Mr. Zuckerberg would be more eager to avoid than the one about Mr. Trump. The former president rode Facebook to the White House in 2016, then tormented the company by repeatedly skirting its rules and daring executives to punish him for it. When they finally did, Republicans raged at Mr. Zuckerberg and his lieutenants, accusing them of politically motivated censorship.",
        "questions": [
            [
                0.49614372849464417,
                "What dispute would Mr. Zuckerberg be more eager to avoid?"
            ]
        ],
        "headline": "Facebook’s ‘Supreme Court’ Tells Zuckerberg He’s the Decider",
        "ID": "100000007745302",
        "web_url": "https://www.nytimes.com/2021/05/06/technology/facebook-oversight-board-trump.html",
        "domain": "Technology"
    },
    {
        "passage": "But for all its claims of legitimacy, the oversight board has always had a Potemkin quality to it. Its leaders were selected by Facebook, and its members are (handsomely) paid out of the company’s pockets. Its mandate is limited, and none of its rulings are binding, in any meaningful sense of that word. If Mr. Zuckerberg decided tomorrow to ignore the board’s advice and reinstate Mr. Trump’s accounts, nothing — no act of Congress, no judicial writ, no angry letter from Facebook shareholders — could stop him.",
        "questions": [
            [
                0.47355398535728455,
                "What is the quality of the oversight board that Facebook has appointed?"
            ]
        ],
        "headline": "Facebook’s ‘Supreme Court’ Tells Zuckerberg He’s the Decider",
        "ID": "100000007745302",
        "web_url": "https://www.nytimes.com/2021/05/06/technology/facebook-oversight-board-trump.html",
        "domain": "Technology"
    },
    {
        "passage": "To deal with an expected blend of remote and office workers, the company is also creating a new meeting room called Campfire, where in-person attendees sit in a circle interspersed with impossible-to-ignore, large vertical displays. The displays show the faces of people dialing in by videoconference so virtual participants are on the same footing as those physically present.",
        "questions": [
            [
                0.886587381362915,
                "Why is there a new meeting room called Campfire?"
            ]
        ],
        "headline": "Google’s Plan for the Future of Work: Privacy Robots and Balloon Walls",
        "ID": "100000007699079",
        "web_url": "https://www.nytimes.com/2021/04/30/technology/google-back-to-office-workers.html",
        "domain": "Technology"
    },
    {
        "passage": "For people who may no longer require a permanent desk, Google also built a prototype desk that adjusts to an employee’s personal preferences with a swipe of a work badge — a handy feature for workers who don’t have assigned desks because they only drop into the office once in a while. It calibrates the height and tilt of the monitor, brings up family photos on a display, and even adjusts the nearby temperature.",
        "questions": [
            [
                0.9591969847679138,
                "How does Google’s new desk adjust to personal preferences?"
            ]
        ],
        "headline": "Google’s Plan for the Future of Work: Privacy Robots and Balloon Walls",
        "ID": "100000007699079",
        "web_url": "https://www.nytimes.com/2021/04/30/technology/google-back-to-office-workers.html",
        "domain": "Technology"
    },
    {
        "passage": "There will be other changes. The company cafeterias, famous for their free, catered food, will move from buffet style to boxed, grab-and-go meals. Snacks will be packed individually and not scooped up from large bins. Massage rooms and fitness centers will be closed. Shuttle buses will be suspended.",
        "questions": [
            [
                0.7190211415290833,
                "What will happen to the company cafeterias?"
            ]
        ],
        "headline": "Google’s Plan for the Future of Work: Privacy Robots and Balloon Walls",
        "ID": "100000007699079",
        "web_url": "https://www.nytimes.com/2021/04/30/technology/google-back-to-office-workers.html",
        "domain": "Technology"
    },
    {
        "passage": "Take mobile wallet apps like Apple Pay and Square. While these have been around for years, some people stuck with credit cards and cash. But new germaphobia finally pushed more of us to try the contact-free phone payments as opposed to a card swipe.",
        "questions": [
            [
                0.5131881237030029,
                "Why are contact-free phone payments becoming more popular?"
            ]
        ],
        "headline": "The Tech That Will Invade Our Lives in 2021",
        "ID": "100000007534440",
        "web_url": "https://www.nytimes.com/2021/01/06/technology/personaltech/tech-2021-augmented-reality-chatbots-wifi.html",
        "domain": "Technology"
    },
    {
        "passage": "Clicking through a navigation bar of a website to find an item has become passé. A search bar that allows you to look up a specific product is faster. In some cases, chatting with a bot may be even more efficient.",
        "questions": [
            [
                0.762198805809021,
                "What is the purpose of a search bar on a website?"
            ]
        ],
        "headline": "The Tech That Will Invade Our Lives in 2021",
        "ID": "100000007534440",
        "web_url": "https://www.nytimes.com/2021/01/06/technology/personaltech/tech-2021-augmented-reality-chatbots-wifi.html",
        "domain": "Technology"
    },
    {
        "passage": "More companies are also using augmented reality to help people with online shopping, Ms. Ask said. Jins Eyewear, which sells prescription glasses, lets you take a photo of your face to virtually try on glasses before deciding whether to buy them. Snap, the parent company for Snapchat, has teamed up with luxury brands like Gucci and Dior to offer virtual try-ons.",
        "questions": [
            [
                0.7275455594062805,
                "How are people using augmented reality to help people?"
            ]
        ],
        "headline": "The Tech That Will Invade Our Lives in 2021",
        "ID": "100000007534440",
        "web_url": "https://www.nytimes.com/2021/01/06/technology/personaltech/tech-2021-augmented-reality-chatbots-wifi.html",
        "domain": "Technology"
    },
    {
        "passage": "Thankfully, Wi-Fi technology keeps getting better. This year, we will see a wave of new internet routers that include Wi-Fi 6, a new networking standard. Unlike past wireless upgrades, Wi-Fi 6 will focus not on speed but rather on efficiency by sharing bandwidth across a large number of devices.",
        "questions": [
            [
                0.982519268989563,
                "What is the new networking standard?"
            ]
        ],
        "headline": "The Tech That Will Invade Our Lives in 2021",
        "ID": "100000007534440",
        "web_url": "https://www.nytimes.com/2021/01/06/technology/personaltech/tech-2021-augmented-reality-chatbots-wifi.html",
        "domain": "Technology"
    },
    {
        "passage": "Here’s what that means. Let’s say your family owns smartphones, several computers and a game console. If all of them are being used to consume heavy amounts of data — to stream video, for example — Wi-Fi 6 does a better job at providing bandwidth to all the devices at the same time as opposed to letting one device hog most of it.",
        "questions": [
            [
                0.8767476081848145,
                "What does Wi-Fi 6 do better than other routers in providing bandwidth?"
            ]
        ],
        "headline": "The Tech That Will Invade Our Lives in 2021",
        "ID": "100000007534440",
        "web_url": "https://www.nytimes.com/2021/01/06/technology/personaltech/tech-2021-augmented-reality-chatbots-wifi.html",
        "domain": "Technology"
    },
    {
        "passage": "Hands-off technology doesn’t end with mobile wallets. So-called Ultra-Wide Band, a relatively new radio technology, may also find its moment this year. The technology, which uses radio waves to detect objects with extreme precision, has not been used much since its debut on smartphones about two years ago. But the need for contact-free experiences could change that, said Ms. Milanesi of Creative Strategies.",
        "questions": [
            [
                0.905011773109436,
                "What is so special about the new \"So-called Ultra-Wide\" Band?"
            ]
        ],
        "headline": "The Tech That Will Invade Our Lives in 2021",
        "ID": "100000007534440",
        "web_url": "https://www.nytimes.com/2021/01/06/technology/personaltech/tech-2021-augmented-reality-chatbots-wifi.html",
        "domain": "Technology"
    },
    {
        "passage": "Millions of people began flocking to Parler, a platform similar to Twitter, after the November presidential election, when mainstream sites like Facebook and Twitter became more aggressive about curtailing hate speech and misinformation. Last month, after a mob of former President Donald J. Trump’s supporters stormed the U.S. Capitol, partly at Mr. Trump’s urging, Twitter and Facebook cut him off from their sites entirely.",
        "questions": [
            [
                0.9068580865859985,
                "What is Parler and why is it so popular?"
            ]
        ],
        "headline": "Parler C.E.O. Says He Was Fired",
        "ID": "100000007586622",
        "web_url": "https://www.nytimes.com/2021/02/03/technology/parler-ceo-fired.html",
        "domain": "Technology"
    },
    {
        "passage": "This year, the technologies that we will most likely hear the most about won’t be fancy devices like smartphones or big-screen television sets. It will be the stuff we don’t usually see: workhorse software and internet products that are finding their moment now.",
        "questions": [
            [
                0.7059338688850403,
                "What will be the most talked about technologies this year?"
            ]
        ],
        "headline": "Trump Bans Alipay and 7 Other Chinese Apps",
        "ID": "100000007535203",
        "web_url": "https://www.nytimes.com/2021/01/05/technology/china-app-ban.html",
        "domain": "Technology"
    },
    {
        "passage": "Before the coronavirus transformed our lives, the lists of tech to watch each year were often dominated by whiz-bang gizmos like smart speakers and curved televisions. But the pandemic has pushed us to embrace useful technology that was often overlooked. Once lame or gimmicky apps on our devices suddenly became central tools.",
        "questions": [
            [
                0.5914579629898071,
                "what has the pandemic done for technology?"
            ]
        ],
        "headline": "Trump Bans Alipay and 7 Other Chinese Apps",
        "ID": "100000007535203",
        "web_url": "https://www.nytimes.com/2021/01/05/technology/china-app-ban.html",
        "domain": "Technology"
    },
    {
        "passage": "Expect to see a wave of new ads that take advantage of the format. This year, advertisers are expected to spend about $2.4 billion on augmented reality advertising, up 71 percent from $1.4 billion last year, according to the research firm eMarketer.",
        "questions": [
            [
                0.5825255513191223,
                "What is the research firm eMarketer saying about augmented reality advertising?"
            ]
        ],
        "headline": "Trump Bans Alipay and 7 Other Chinese Apps",
        "ID": "100000007535203",
        "web_url": "https://www.nytimes.com/2021/01/05/technology/china-app-ban.html",
        "domain": "Technology"
    },
    {
        "passage": "Moderators, who handle the day-to-day management of the online community, are central to all Reddit boards. On a volunteer basis, they sift through thousands of comments, bar users who break the rules and draft guidelines. Some moderators also build custom technology, such as automated bots, to help the group run more smoothly. The number of WallStreetBets moderators has fluctuated over time, but in recent weeks there have been a few dozen.",
        "questions": [
            [
                0.7113514542579651,
                "What are moderators and how do they work on Reddit boards?"
            ]
        ],
        "headline": "Quest for Hollywood Fame Splits Redditors at Heart of Market Frenzy",
        "ID": "100000007588295",
        "web_url": "https://www.nytimes.com/2021/02/04/technology/wallstreetbets-gamestop-hollywood.html",
        "domain": "Technology"
    },
    {
        "passage": "The appointment of Mr. Wu, 48, who is widely supported by progressive Democrats and antimonopoly groups, suggests that the administration plans to take on the size and influence of companies like Amazon, Apple, Facebook and Google, including working with Congress on legislation to strengthen antitrust laws. During his campaign, Mr. Biden said he would be open to breaking up tech companies.",
        "questions": [
            [
                0.9129292368888855,
                "How does the new administration intend to strengthen antitrust laws?"
            ]
        ],
        "headline": "A Leading Critic of Big Tech Will Join the White House",
        "ID": "100000007636588",
        "web_url": "https://www.nytimes.com/2021/03/05/technology/tim-wu-white-house.html",
        "domain": "Technology"
    },
    {
        "passage": "That confrontational approach toward the tech industry would be a continuation of the one taken by the Trump administration. Late last year, federal and state regulators sued Facebook and Google, accusing them of antitrust violations. The regulators continue to investigate claims that Amazon and Apple unfairly squash competition.",
        "questions": [
            [
                0.768803596496582,
                "How would the Trump administration deal with the tech industry?"
            ]
        ],
        "headline": "A Leading Critic of Big Tech Will Join the White House",
        "ID": "100000007636588",
        "web_url": "https://www.nytimes.com/2021/03/05/technology/tim-wu-white-house.html",
        "domain": "Technology"
    },
    {
        "passage": "The new glasses piggyback on work the company has already done to rapidly build augmented reality into its main messaging app. The Snapchat app allows people to add filters to photos and videos to transform their faces and surroundings. Recently, retailers have taken notice and begun allowing Snapchat users to try on shoes and makeup in augmented reality.",
        "questions": [
            [
                0.6077677011489868,
                "How does Snapchat (app) work in augmented reality?"
            ]
        ],
        "headline": "Snap builds a new version of Spectacles, this time offering augmented reality.",
        "ID": "100000007773602",
        "web_url": "https://www.nytimes.com/live/2021/05/20/business/economy-stock-market-news/snap-spectacles-augmented-reality",
        "domain": "Technology"
    },
    {
        "passage": "Screen recordings are useful for presentations, demonstrations and troubleshooting. After years of third-party apps doing the job, Android 11 now includes a Screen Recorder app.",
        "questions": [
            [
                0.748765766620636,
                "What is the job of a screen recorder?"
            ]
        ],
        "headline": "5 Ways to Get More Out of Android 11",
        "ID": "100000007789404",
        "web_url": "https://www.nytimes.com/2021/06/02/technology/personaltech/android-11.html",
        "domain": "Technology"
    },
     {
        "passage": "After many large web-hosting firms rejected Parler, the site came back online with the help of a small provider near Los Angeles called SkySilk. Kevin Matossian, SkySilk’s chief executive, said in a statement that he was helping Parler to support free speech. For other services required to run a large website, Parler relied on help from a Russian firm that once worked for the Russian government and a Seattle firm that once supported a neo-Nazi site.",
        "questions": [
            [
                0.5438883900642395,
                "How did Parler come back online?"
            ]
        ],
        "headline": "Parler, a Social Network That Attracted Trump Fans, Returns Online",
        "ID": "100000007587891",
        "web_url": "https://www.nytimes.com/2021/02/15/technology/parler-back-online.html",
        "domain": "Technology"
    },
     {
        "passage": "Parler’s return appeared to be a victory for small companies that challenge the dominance of Big Tech. The company had sought to portray its plight about the power of companies like Amazon, which stopped hosting Parler’s website on its computer servers, and Apple and Google, which removed Parler’s mobile app from their app stores.",
        "questions": [
            [
                0.6893244981765747,
                "What does Parler’s return mean for small companies?"
            ]
        ],
        "headline": "Parler, a Social Network That Attracted Trump Fans, Returns Online",
        "ID": "100000007587891",
        "web_url": "https://www.nytimes.com/2021/02/15/technology/parler-back-online.html",
        "domain": "Technology"
    },
    {
        "passage": "All sorts. Beyond basic data like users’ names, addresses and contact information, tech companies like Google, Apple, Microsoft and Facebook also often have access to the contents of their users’ emails, text messages, call logs, photos, videos, documents, contact lists and calendars.",
        "questions": [
            [
                0.811477541923523,
                "How much data do tech companies have on their users?"
            ]
        ],
        "headline": "What Data About You Can the Government Get From Big Tech?",
        "ID": "100000007815136",
        "web_url": "https://www.nytimes.com/2021/06/14/technology/personal-data-apple-google-facebook.html",
        "domain": "Technology"
    },
    {
        "passage": "Perhaps the most common and basic request is a subpoena. U.S. government agencies and prosecutors can often issue subpoenas without approval from a judge, and lawyers can issue them as part of open court cases. Subpoenas are often used to cast a wide net for basic information that can help build a case and provide evidence needed to issue more powerful requests.",
        "questions": [
            [
                0.7239565849304199,
                "What are basic information requests that lawyers can make to the government?"
            ]
        ],
        "headline": "What Data About You Can the Government Get From Big Tech?",
        "ID": "100000007815136",
        "web_url": "https://www.nytimes.com/2021/06/14/technology/personal-data-apple-google-facebook.html",
        "domain": "Technology"
    },
    {
        "passage": "Google said that it received 39,500 requests in the United States over that period, covering nearly 84,700 accounts, and that it turned over some data in 83 percent of the cases. Google did not break down the percentage of requests in which it turned over basic data versus content, but it said that 39 percent of the requests were subpoenas while half were search warrants.",
        "questions": [
            [
                0.9945873022079468,
                "How many requests did Google get for data?"
            ]
        ],
        "headline": "What Data About You Can the Government Get From Big Tech?",
        "ID": "100000007815136",
        "web_url": "https://www.nytimes.com/2021/06/14/technology/personal-data-apple-google-facebook.html",
        "domain": "Technology"
    },
    {
        "passage": "For Apple, iMessages, which are text messages sent between two iPhones, as well as FaceTime calls are end-to-end encrypted. Still, if a user backs up their text messages to Apple’s iCloud service, iMessages then become accessible to Apple and can be turned over to the authorities with a warrant.",
        "questions": [
            [
                0.9375424981117249,
                "How can iMessages be turned over to the authorities?"
            ]
        ],
        "headline": "What Data About You Can the Government Get From Big Tech?",
        "ID": "100000007815136",
        "web_url": "https://www.nytimes.com/2021/06/14/technology/personal-data-apple-google-facebook.html",
        "domain": "Technology"
    },
    {
        "passage": "The executives, some of whom regularly interacted with Mr. Pichai, said Google did not move quickly on key business and personnel moves because he chewed over decisions and delayed action. They said that Google continued to be rocked by workplace culture fights, and that Mr. Pichai’s attempts to lower the temperature had the opposite effect — allowing problems to fester while avoiding tough and sometimes unpopular positions.",
        "questions": [
            [
                0.7448298335075378,
                "Why did Google’s executives say that Mr. Pichai has failed to move quickly on key business and personnel moves?"
            ]
        ],
        "headline": "No, Fauci is not profiting from a coming book on lessons he’s learned from his public service.",
        "ID": "100000007806780",
        "web_url": "https://www.nytimes.com/live/2021/06/11/world/covid-vaccine-coronavirus-mask/anthony-fauci-book-proceeds",
        "domain": "Technology"
    },
    {
        "passage": "During his time leading Google, it has doubled its work force to about 140,000 people, and Alphabet has tripled in value. It is not unusual for a company that has grown so large to appear sluggish or unwilling to risk what has made it so wealthy. Mr. Pichai has taken some steps to counter that. In 2019, for example, he reorganized Google and created new decision-making bodies so fewer decisions needed his signoff.",
        "questions": [
            [
                0.47150668501853943,
                "How has Pichai managed to grow Google's work force?"
            ]
        ],
        "headline": "No, Fauci is not profiting from a coming book on lessons he’s learned from his public service.",
        "ID": "100000007806780",
        "web_url": "https://www.nytimes.com/live/2021/06/11/world/covid-vaccine-coronavirus-mask/anthony-fauci-book-proceeds",
        "domain": "Technology"
    },
    {
        "passage": "His emphasis on the management team — rather than his ego — has led Mr. Pichai to get his deputies to make more decisions without him, the Google executives said. But he was notably decisive when it perhaps mattered the most: telling employees to start working from home as the coronavirus pandemic started to spread in the United States.",
        "questions": [
            [
                0.9926433563232422,
                "What did Pichai do when the coronavirus pandemic started?"
            ]
        ],
        "headline": "No, Fauci is not profiting from a coming book on lessons he’s learned from his public service.",
        "ID": "100000007806780",
        "web_url": "https://www.nytimes.com/live/2021/06/11/world/covid-vaccine-coronavirus-mask/anthony-fauci-book-proceeds",
        "domain": "Technology"
    },
    {
        "passage": "Analysts predict U.S. economic growth this year of 5 percent or more. With restrictions easing, and the economy bouncing back, people increasingly have choices. In-person classes, meals, meetings and shopping start to become options. How much that may slow the growth of the digital utilities, from Amazon to Zoom, is uncertain.",
        "questions": [
            [
                0.9147101044654846,
                "How will the economy grow this year?"
            ]
        ],
        "headline": "Companies That Rode Pandemic Boom Get a Reality Check",
        "ID": "100000007646738",
        "web_url": "https://www.nytimes.com/2021/03/11/technology/pandemic-boom-stocks.html",
        "domain": "Technology"
    },
    {
        "passage": "The decision to make Ms. Khan the agency’s chairwoman gives her control over its agenda, staff and proceedings. The four other commissioners — two Democrats and two Republicans — vote on major matters and produce statements, but the chairwoman is essentially the agency’s chief executive. All five commission members are appointed by the president for seats with seven-year terms, although agency leaders often leave along with the president who appointed them. (The term for Ms. Khan’s seat expires in September 2024.)",
        "questions": [
            [
                0.8513177633285522,
                "What does it mean to make Ms.Khan the agency's chairwoman?"
            ]
        ],
        "headline": "Biden Names Lina Khan, a Big-Tech Critic, as F.T.C. Chair",
        "ID": "100000007816455",
        "web_url": "https://www.nytimes.com/2021/06/15/technology/lina-khan-ftc.html",
        "domain": "Technology"
    },
    {
        "passage": "For years, doctors have used Nuance’s transcription software to speak notes about patients and convert them into text for medical records. In theory, that frees doctors from having to do paperwork so they can spend more time treating us.",
        "questions": [
            [
                0.7346059679985046,
                "How does Nuance’s transcription software work for medical records?"
            ]
        ],
        "headline": "Can Medical Alexas Make Us Healthier?",
        "ID": "100000007707082",
        "web_url": "https://www.nytimes.com/2021/04/14/technology/alexa-virtual-assistant-health-care.html",
        "domain": "Technology"
    },
    {
        "passage": "Nuance and other tech and health care providers want to do much more with our voices. One idea is that microphones might record (with permission) interactions between physicians and patients and log the relevant details into medical files — without much human involvement. Computers would also be smart enough to order any necessary tests and handle billing.",
        "questions": [
            [
                0.9204676747322083,
                "What does Nuance want to do with our voices?"
            ]
        ],
        "headline": "Can Medical Alexas Make Us Healthier?",
        "ID": "100000007707082",
        "web_url": "https://www.nytimes.com/2021/04/14/technology/alexa-virtual-assistant-health-care.html",
        "domain": "Technology"
    },
    {
        "passage": "Baseball stat geeks know about a measure called wins above replacement, which tries to quantify the value of a player by estimating how many more or fewer wins a team has with him compared with a replacement who might be cheaper. Even in the tech industry, which obsesses over data, there is little attempt to apply a wins above replacement stat for the corner office.",
        "questions": [
            [
                0.722825288772583,
                "What do baseball stat geeks know?"
            ]
        ],
        "headline": "Are Tech’s Wealthiest Men Worth Their Pay?",
        "ID": "100000007810947",
        "web_url": "https://www.nytimes.com/2021/06/11/technology/tech-ceo-pay.html",
        "domain": "Technology"
    },
    {
        "passage": "Companies typically justify top-dollar executive paychecks by saying that the bosses are irreplaceable and that they only get rich when shareholders do, because they are paid largely in stock. Cook’s wallet has gotten fatter since 2011 from Apple’s climbing stock price, right alongside anyone who happened to buy Apple stock.",
        "questions": [
            [
                0.4665054678916931,
                "Why do Companies pay their CEOs so much?"
            ]
        ],
        "headline": "Are Tech’s Wealthiest Men Worth Their Pay?",
        "ID": "100000007810947",
        "web_url": "https://www.nytimes.com/2021/06/11/technology/tech-ceo-pay.html",
        "domain": "Technology"
    },
    {
        "passage": "Over the more than two years he helped produce and publish videos for Mr. Robinson and others, Mr. Robertson learned how making clever edits and focusing on confrontation could help draw millions of views on YouTube and other services. He also learned how YouTube’s recommendation algorithm often nudged people toward extreme videos.",
        "questions": [
            [
                0.9421846270561218,
                "How did Mr. Robertson learn how to draw millions of views on YouTube and other services?"
            ]
        ],
        "headline": "Feeding Hate With Video: A Former Alt-Right YouTuber Explains His Methods",
        "ID": "100000007674318",
        "web_url": "https://www.nytimes.com/2021/04/15/technology/alt-right-youtube-algorithm.html",
        "domain": "Technology"
    },
    {
        "passage": "To oversimplify, the big winners are the streaming services and the large record companies. The losers are the 99 percent of artists who aren’t at Beyoncé’s level of fame. And they’re angry about not sharing in the music industry’s success.",
        "questions": [
            [
                0.849454939365387,
                "What are the big winners and losers in the music industry right now?"
            ]
        ],
        "headline": "Streaming Saved Music. Artists Hate It.",
        "ID": "100000007667674",
        "web_url": "https://www.nytimes.com/2021/03/22/technology/streaming-music-economics.html",
        "domain": "Technology"
    },
    {
        "passage": "I don’t want to go overboard. Alibaba and Tencent remain supremely powerful, and it’s hard to imagine that changing. ByteDance and Pinduoduo could have trouble staying popular and making money. It’s also difficult to know if China is a glimpse at what could happen to tech powers elsewhere in the world. China is unusual.",
        "questions": [
            [
                0.493044912815094,
                "What are the chances of China's tech giants staying popular and making money?"
            ]
        ],
        "headline": "Streaming Saved Music. Artists Hate It.",
        "ID": "100000007667674",
        "web_url": "https://www.nytimes.com/2021/03/22/technology/streaming-music-economics.html",
        "domain": "Technology"
    },
    {
        "passage": "Facebook is worried about its own profits being hurt by Apple’s new feature. It has mostly focused, though, on making the smaller businesses that advertise on Facebook the face of its opposition to Apple’s app-tracking feature. Yes, smaller companies could be hurt, but it’s fair to ask whether my local pizzeria needs to know what I’m doing on a fitness app to effectively advertise to me.",
        "questions": [
            [
                0.5200693011283875,
                "What is Facebook’s problem with Apple?"
            ]
        ],
        "headline": "What’s Behind the Apple-Facebook Feud?",
        "ID": "100000007730718",
        "web_url": "https://www.nytimes.com/2021/04/26/technology/apple-facebook-feud.html",
        "domain": "Technology"
    },
    {
        "passage": "On an iPhone: Let’s say you subscribe to a streaming app such as Crunchyroll, which offers a two-week free trial. Immediately after subscribing, open the Settings app on your Apple device. Click on your name. Tap Subscriptions, select Crunchyroll and then select Cancel Subscription. You will still have access to the service for two weeks.",
        "questions": [
            [
                0.5252040028572083,
                "How do I cancel a subscription?"
            ]
        ],
        "headline": "Google and Facebook Killed Free",
        "ID": "100000007644965",
        "web_url": "https://www.nytimes.com/2021/03/09/technology/google-and-facebook-killed-free.html",
        "domain": "Technology"
    },
     {
        "passage": "On Android devices: Let’s say you subscribe to a free trial of Peloton. Immediately after subscribing, open the Google Play Store app. Tap the Menu icon and then tap Subscriptions (on some phones it’s labeled Payments and subscriptions). From here, select Peloton and cancel the subscription. You will still have access to the service for a month.",
        "questions": [
            [
                0.6416189074516296,
                "How do I unsubscribe from a service?"
            ]
        ],
        "headline": "Google and Facebook Killed Free",
        "ID": "100000007644965",
        "web_url": "https://www.nytimes.com/2021/03/09/technology/google-and-facebook-killed-free.html",
        "domain": "Technology"
    },
    {
        "passage": "U.S. government data on online shopping plus those eMarketer estimates put Amazon at about 5 percent of all U.S. retail sales. The number glosses over huge variations. In some categories, like books and electronics, online shopping is well over half of all purchases, and Amazon is getting the biggest chunk. In major categories of consumer spending like groceries, cars and gasoline, Americans are still buying almost everything in person.",
        "questions": [
            [
                0.6685815453529358,
                "How much of Amazon's sales is based on U.S.government data and eMarketer estimates?"
            ]
        ],
        "headline": "How Big Is Amazon, Really?",
        "ID": "100000007682430",
        "web_url": "https://www.nytimes.com/2021/03/30/technology/amazon-market-size.html",
        "domain": "Technology"
    },
    {
        "passage": "Let me go back to one of Amazon’s high-profile projects in groceries. To sum up the company’s last 15 years: Amazon operated a grocery-delivery service for a decade without much success. Then nearly four years ago it bought the Whole Foods chain of 500 grocery stores for more than $13 billion. That hasn’t been a smash. Now Amazon is building a different chain from scratch with stores that Bloomberg News described as somewhere between a Trader Joe’s and larger supermarkets.",
        "questions": [
            [
                0.8139821887016296,
                "What is Amazon doing in grocery stores?"
            ],
            [
                0.7451353073120117,
                "What is Amazon doing in the grocery business?"
            ]
        ],
        "headline": "Maybe Amazon Has No Master Plan",
        "ID": "100000007657218",
        "web_url": "https://www.nytimes.com/2021/03/16/technology/amazon-master-plan.html",
        "domain": "Technology"
    },
    {
        "passage": "There have been news reports that Amazon has dreams of heavily automated stores and plans to eliminate cash registers in lots of places. Maybe Amazon wants to use its grocery outposts as prep centers for deliveries of fresh fish and dish soap.",
        "questions": [
            [
                0.46557721495628357,
                "Why does Amazon want to eliminate cash registers?"
            ]
        ],
        "headline": "Maybe Amazon Has No Master Plan",
        "ID": "100000007657218",
        "web_url": "https://www.nytimes.com/2021/03/16/technology/amazon-master-plan.html",
        "domain": "Technology"
    },
    {
        "passage": "Government lawsuits that accused Google and Facebook of breaking the law to become successful or stay that way will be handed off to the new administration, which is expected to continue them. More lawsuits could come, too, possibly making it harder for Big Tech to continue as is.",
        "questions": [
            [
                0.556614875793457,
                "What is going to happen now that Google and Facebook are breaking the law?"
            ]
        ],
        "headline": "President Biden’s Tech To-Do List",
        "ID": "100000007561301",
        "web_url": "https://www.nytimes.com/2021/01/20/technology/president-biden-tech-priorities.html",
        "domain": "Technology"
    },
    {
        "passage": "Online speech: This was a central internet dispute long before Facebook and Twitter locked Mr. Trump’s accounts after he incited a mob. The question of what, if anything, the government should do about online expression is just getting trickier.",
        "questions": [
            [
                0.9733723998069763,
                "What is the central internet dispute of the year?"
            ],
            [
                0.9179851412773132,
                "What is the central internet dispute right now?"
            ]
        ],
        "headline": "President Biden’s Tech To-Do List",
        "ID": "100000007561301",
        "web_url": "https://www.nytimes.com/2021/01/20/technology/president-biden-tech-priorities.html",
        "domain": "Technology"
    },
    {
        "passage": "This policy fight has fixated on a bedrock 1996 internet law, Section 230 of the Communications Decency Act, which gives websites some legal protection for what their users do. It means Yelp can let people leave reviews and screen them for fraud or nastiness, without being legally accountable to unhappy restaurant owners. And yet, the law  also protects websites where people post sexually explicit photos of their exes without permission.",
        "questions": [
            [
                0.7624467611312866,
                "What is Section 230 of the Communications Decency Act?"
            ]
        ],
        "headline": "President Biden’s Tech To-Do List",
        "ID": "100000007561301",
        "web_url": "https://www.nytimes.com/2021/01/20/technology/president-biden-tech-priorities.html",
        "domain": "Technology"
    },
    {
        "passage": "Mr. Biden seems to agree with the Trump administration’s concerns about the ambitions of China in tech and other areas, but he hasn’t said much beyond aiming for a more consistent and coherent policy. Mr. Biden has also expressed support for more government investment in essential U.S. technology to counter China’s tech ambitions.",
        "questions": [
            [
                0.7375307679176331,
                "What does Biden mean when he talks about China?"
            ],
            [
                0.6405421495437622,
                "What does Biden mean when he talks about China in tech and other areas?"
            ]
        ],
        "headline": "President Biden’s Tech To-Do List",
        "ID": "100000007561301",
        "web_url": "https://www.nytimes.com/2021/01/20/technology/president-biden-tech-priorities.html",
        "domain": "Technology"
    }
]