[{
		"passage": "Studies have linked anosmia to social isolation and anhedonia, an inability to feel pleasure, as well as a strange sense of detachment and isolation. Memories and emotions are intricately tied to smell, and the olfactory system plays an important though largely unrecognized role in emotional well-being, said Dr. Sandeep Robert Datta, an associate professor of neurobiology at Harvard Medical School.",
		"questions": [
			[
				0.7975163459777832,
				"Why is anosmia an inability to feel pleasure?"
			]
		],
		"headline": "Some Covid Survivors Haunted by Loss of Smell and Taste",
		"ID": "100000007497081",
		"web_url": "https://www.nytimes.com/2021/01/02/health/coronavirus-smell-taste.html",
		"domain": "Health"
	},
	{
		"passage": "British scientists studied the experiences of 9,000 Covid-19 patients who joined a Facebook support group set up by the charity group AbScent between March 24 and September 30. Many members said they had not only lost pleasure in eating, but also in socializing. The loss had weakened their bonds with other people, affecting intimate relationships and leaving them feeling isolated, even detached from reality.",
		"questions": [
			[
				0.9852266907691956,
				"What is the Facebook support group for people who have lost their appetite?"
			]
		],
		"headline": "Some Covid Survivors Haunted by Loss of Smell and Taste",
		"ID": "100000007497081",
		"web_url": "https://www.nytimes.com/2021/01/02/health/coronavirus-smell-taste.html",
		"domain": "Health"
	},
	{
		"passage": "Loss of smell is a risk factor for anxiety and depression, so the implications of widespread anosmia deeply trouble mental health experts. Dr. Malaspina and other researchers have found that olfactory dysfunction often precedes social deficits in schizophrenia, and social withdrawal even in healthy individuals.",
		"questions": [
			[
				0.9409916996955872,
				"Why does the implications of widespread anosmia deeply trouble mental health experts?"
			]
		],
		"headline": "Some Covid Survivors Haunted by Loss of Smell and Taste",
		"ID": "100000007497081",
		"web_url": "https://www.nytimes.com/2021/01/02/health/coronavirus-smell-taste.html",
		"domain": "Health"
	},
	{
		"passage": "The most immediate effects may be nutritional. People with anosmia may continue to perceive basic tastes — salty, sour, sweet, bitter and umami. But taste buds are relatively crude preceptors. Smell adds complexity to the perception of flavor via hundreds of odor receptors signaling the brain.",
		"questions": [
			[
				0.9595275521278381,
				"What are the most immediate effects of anosmia on our taste buds/preceptors?"
			]
		],
		"headline": "Some Covid Survivors Haunted by Loss of Smell and Taste",
		"ID": "100000007497081",
		"web_url": "https://www.nytimes.com/2021/01/02/health/coronavirus-smell-taste.html",
		"domain": "Health"
	},
	{
		"passage": "Many people who can’t smell will lose their appetites, putting them at risk of nutritional deficits and unintended weight loss. Kara VanGuilder, who lives in Brookline, Mass., said she has lost 20 pounds since March, when her sense of smell vanished.",
		"questions": [
			[
				0.9461919665336609,
				"What happens if you can't smell?"
			]
		],
		"headline": "Some Covid Survivors Haunted by Loss of Smell and Taste",
		"ID": "100000007497081",
		"web_url": "https://www.nytimes.com/2021/01/02/health/coronavirus-smell-taste.html",
		"domain": "Health"
	},
	{
		"passage": "Smells also serve as a primal alarm system alerting humans to dangers in our environment, like fires or gas leaks. A diminished sense of smell in old age is one reason older individuals are more prone to accidents, like fires caused by leaving burning food on the stove.",
		"questions": [
			[
				0.9055301547050476,
				"How does smell serve as a primal alarm system?"
			]
		],
		"headline": "Some Covid Survivors Haunted by Loss of Smell and Taste",
		"ID": "100000007497081",
		"web_url": "https://www.nytimes.com/2021/01/02/health/coronavirus-smell-taste.html",
		"domain": "Health"
	},
	{
		"passage": "Eric Reynolds, a 51-year-old probation officer in Santa Maria, Calif., lost his sense of smell when he contracted Covid-19 in April. Now, he said, he often perceives foul odors that he knows don’t exist. Diet drinks taste like dirt; soap and laundry detergent smell like stagnant water or ammonia.",
		"questions": [
			[
				0.9902834296226501,
				"What is happening to a probation officer when he contracted the Covid-19?"
			]
		],
		"headline": "Some Covid Survivors Haunted by Loss of Smell and Taste",
		"ID": "100000007497081",
		"web_url": "https://www.nytimes.com/2021/01/02/health/coronavirus-smell-taste.html",
		"domain": "Health"
	},
	{
		"passage": "Patients desperate for answers and treatment have tried therapies like smell training: sniffing essential oils or sachets with a variety of odors — such as lavender, eucalyptus, cinnamon and chocolate — several times a day in an effort to coax back the sense of smell. A recent study of 153 patients in Germany found the training could be moderately helpful in those who had lower olfactory functioning and in those with parosmia.",
		"questions": [
			[
				0.9634664058685303,
				"What is the effort to coax back the sense of smell?"
			]
		],
		"headline": "Some Covid Survivors Haunted by Loss of Smell and Taste",
		"ID": "100000007497081",
		"web_url": "https://www.nytimes.com/2021/01/02/health/coronavirus-smell-taste.html",
		"domain": "Health"
	},
	{
		"passage": "Some of these disparities may be explained by occupational exposures, crowded housing, difficulties gaining access to health care and higher rates of pre-existing health conditions, like diabetes. But the new study also suggests that poor lung health and higher rates of respiratory problems may have left lower-income Americans susceptible to the pneumonia often caused by the coronavirus.",
		"questions": [
			[
				0.9554336667060852,
				"Why are lower-income Americans susceptible to pneumonia?"
			]
		],
		"headline": "Poor Americans More Likely to Have Respiratory Problems, Study Finds",
		"ID": "100000007786293",
		"web_url": "https://www.nytimes.com/2021/05/28/health/tobacco-smoking-poor-americans.html",
		"domain": "Health"
	},
	{
		"passage": "Colleagues feared at first that he would not survive and then, when the worst had passed, that he might never be able to perform surgery again. But after two months in the hospital, Dr. Kato emerged with a determination to get back to work and a new sense of urgency about the need to teach other surgeons the innovative operations he had developed. His own illness also enabled him to connect with patients in ways that had not been possible before.",
		"questions": [
			[
				0.49494776129722595,
				"What happened to Dr. Kato when the worst had passed?"
			]
		],
		"headline": "‘I Had Never Faced the Reality of Death’: A Surgeon Becomes a Patient",
		"ID": "100000007759023",
		"web_url": "https://www.nytimes.com/2021/06/03/health/covid-19-diagnosis-surgeon.html",
		"domain": "Health"
	}, {
		"passage": "Dr. Kato’s condition worsened. Bacterial infections set in, followed by sepsis. His kidneys began to fail, and he needed dialysis. His lungs could not work well enough to use the oxygen from the ventilator, and in the middle of one desperate night a surgeon was called in to connect him to a machine that would take over for his lungs by pumping oxygen directly into his blood and taking carbon dioxide out.",
		"questions": [
			[
				0.8786888122558594,
				"What happened to Dr.Kato ’s condition?"
			]
		],
		"headline": "‘I Had Never Faced the Reality of Death’: A Surgeon Becomes a Patient",
		"ID": "100000007759023",
		"web_url": "https://www.nytimes.com/2021/06/03/health/covid-19-diagnosis-surgeon.html",
		"domain": "Health"
	},
	{
		"passage": "In his first year at Columbia, Dr. Kato and his team operated successfully on a 7-year-old girl, Heather McNamara, whose family had been told by several other hospitals that her abdominal cancer was inoperable. The surgery, which involved removing six organs and then putting them back in, took 23 hours.",
		"questions": [
			[
				0.8168365955352783,
				"What did Dr. Kato do in his first year at Columbia?"
			]
		],
		"headline": "‘I Had Never Faced the Reality of Death’: A Surgeon Becomes a Patient",
		"ID": "100000007759023",
		"web_url": "https://www.nytimes.com/2021/06/03/health/covid-19-diagnosis-surgeon.html",
		"domain": "Health"
	},
	{
		"passage": "The overall risk of developing the clotting disorder is extremely low. Women between 30 and 39 appear to be at greatest risk, with 11.8 cases per million doses given. There have been 7 cases per million doses among women between 18 and 49.",
		"questions": [
			[
				0.9802290201187134,
				"What is the overall risk of developing the clotting disorder?"
			]
		],
		"headline": "The F.D.A. ended its recommended pause on the J.&amp;J. vaccine, clearing the way for states to use it again.",
		"ID": "100000007725396",
		"web_url": "https://www.nytimes.com/2021/04/23/health/johnson-covid-vaccine-blood-clots.html",
		"domain": "Health"
	},
	{
		"passage": "In a filing that signifies the beginning of the end of the country’s most notorious manufacturer of prescription opioids, Purdue Pharma submitted its bankruptcy restructuring plan just before midnight on Monday. The blueprint requires members of the billionaire Sackler family to relinquish control of the company and transforms it into a new corporation with revenue directed exclusively toward abating the addiction epidemic that its signature painkiller, OxyContin, helped create.",
		"questions": [
			[
				0.7784523367881775,
				"What is Purdue Pharma’s bankruptcy restructuring plan?"
			]
		],
		"headline": "Purdue Pharma Offers Plan to End Sackler Control and Mounting Lawsuits",
		"ID": "100000007655563",
		"web_url": "https://www.nytimes.com/2021/03/16/health/purdue-sacklers-bankruptcy-opioids.html",
		"domain": "Health"
	},
	{
		"passage": "Beginning in 2015, as the opioid epidemic was tearing through the country, lawsuits brought by cities, counties, states, tribes, families, hospitals and insurers were engulfing drug distributors, dispensing pharmacies and manufacturers, with Purdue chief among them. The cases almost uniformly allege that OxyContin helped lay the groundwork for the epidemic of addiction to prescription and illegal drugs that resulted in the deaths of more than 400,000 people over 20 years.",
		"questions": [
			[
				0.39463165402412415,
				"Why are lawsuits engulfing drug distributors?"
			]
		],
		"headline": "Purdue Pharma Offers Plan to End Sackler Control and Mounting Lawsuits",
		"ID": "100000007655563",
		"web_url": "https://www.nytimes.com/2021/03/16/health/purdue-sacklers-bankruptcy-opioids.html",
		"domain": "Health"
	},
	{
		"passage": "Immunity to the coronavirus lasts at least a year, possibly a lifetime, improving over time especially after vaccination, according to two new studies. The findings may help put to rest lingering fears that protection against the virus will be short-lived.",
		"questions": [
			[
				0.8568664193153381,
				"How long does immunity to the coronavirus last?"
			]
		],
		"headline": "Immunity to the Coronavirus May Persist for Years, Scientists Find",
		"ID": "100000007778692",
		"web_url": "https://www.nytimes.com/2021/05/26/health/coronavirus-immunity-vaccines.html",
		"domain": "Health"
	},
	{
		"passage": "Upon first encountering a virus, B cells rapidly proliferate and produce antibodies in large amounts. Once the acute infection is resolved, a small number of the cells take up residence in the bone marrow, steadily pumping out modest levels of antibodies.",
		"questions": [
			[
				0.6875056028366089,
				"What happens to B cells after first encountering a virus?"
			]
		],
		"headline": "Immunity to the Coronavirus May Persist for Years, Scientists Find",
		"ID": "100000007778692",
		"web_url": "https://www.nytimes.com/2021/05/26/health/coronavirus-immunity-vaccines.html",
		"domain": "Health"
	},
	{
		"passage": "To look at memory B cells specific to the new coronavirus, researchers led by Ali Ellebedy of Washington University in St. Louis analyzed blood from 77 people at three-month intervals, starting about a month after their infection with the coronavirus. Only six of the 77 had been hospitalized for Covid-19; the rest had mild symptoms.",
		"questions": [
			[
				0.8057164549827576,
				"How did researchers in St.Louis analyze blood for the new coronavirus?"
			]
		],
		"headline": "Immunity to the Coronavirus May Persist for Years, Scientists Find",
		"ID": "100000007778692",
		"web_url": "https://www.nytimes.com/2021/05/26/health/coronavirus-immunity-vaccines.html",
		"domain": "Health"
	},
	{
		"passage": "The experts all agreed that immunity is likely to play out very differently in people who have never had Covid-19. Fighting a live virus is different from responding to a single viral protein introduced by a vaccine. And in those who had Covid-19, the initial immune response had time to mature over six to 12 months before being challenged by the vaccine.",
		"questions": [
			[
				0.6562780141830444,
				"How does the initial immune response of someone who has never had a vaccine, work?"
			]
		],
		"headline": "Immunity to the Coronavirus May Persist for Years, Scientists Find",
		"ID": "100000007778692",
		"web_url": "https://www.nytimes.com/2021/05/26/health/coronavirus-immunity-vaccines.html",
		"domain": "Health"
	},
	{
		"passage": "A coronavirus typically gains mutations on a slow-but-steady pace of about two per month. But this variant, called B.1.1.7, had acquired 23 mutations that were not on the virus first identified in China. And 17 of those had developed all at once, sometime after it diverged from its most recent ancestor.",
		"questions": [
			[
				0.45381128787994385,
				"What is the \"pace\" of a coronavirus?"
			]
		],
		"headline": "Virus Variants Likely Evolved Inside People With Weak Immune Systems",
		"ID": "100000007647418",
		"web_url": "https://www.nytimes.com/2021/03/15/health/coronavirus-variants-immunocompromised-patients.html",
		"domain": "Health"
	},
	{
		"passage": "Mr. Biden sought to link the news with the administration’s public campaign to get most American adults vaccinated by summer and trying to offer reassurances that some semblance of normal life can return. He concluded his brief remarks with a public service announcement for the vaccine.",
		"questions": [
			[
				0.7656677961349487,
				"Why did Biden try to offer reassurances?"
			]
		],
		"headline": "The C.D.C. eases some guidelines on wearing a mask outdoors.",
		"ID": "100000007731627",
		"web_url": "https://www.nytimes.com/live/2021/04/27/us/biden-news-today/the-cdc-eases-some-guidelines-on-wearing-a-mask-outdoors",
		"domain": "Health"
	},
	{
		"passage": "But the C.D.C. is maintaining advice on other safety measures, saying all adults should continue wearing masks and staying six feet apart in large public spaces, like outdoor performance or sports events, indoor shopping malls and movie theaters, where the vaccination and health status of others would be unknown. And they still should avoid medium and large gatherings, crowds and poorly ventilated spaces, officials said.",
		"questions": [
			[
				0.5180397629737854,
				"What is the current advice on how to protect yourself from the COVID-19 if you haven't been vaccinated yet?"
			]
		],
		"headline": "The C.D.C. eases some guidelines on wearing a mask outdoors.",
		"ID": "100000007731627",
		"web_url": "https://www.nytimes.com/live/2021/04/27/us/biden-news-today/the-cdc-eases-some-guidelines-on-wearing-a-mask-outdoors",
		"domain": "Health"
	},
	{
		"passage": "Four months later, Dr. Walensky announced that vaccinated people could stop wearing masks in most settings. The recommendation startled not just the White House but also state and local leaders, prompting criticism that she had failed to prepare Americans for the agency’s latest about-face during the pandemic.",
		"questions": [
			[
				0.6489699482917786,
				"What did Dr. Walensky do wrong during the pandemic?"
			]
		],
		"headline": "The C.D.C.’s New Leader Follows the Science. Is That Enough?",
		"ID": "100000007698857",
		"web_url": "https://www.nytimes.com/2021/06/10/health/walensky-cdc-covid.html",
		"domain": "Health"
	},
	{
		"passage": "The C.D.C. floundered at the beginning of the pandemic, pilloried for its botched coronavirus test and antiquated data systems. Its advice on masking, asymptomatic spread of the virus and the threat indoors was muddled. By late 2020, reports that the Trump administration had rewritten recommendations purported to be from agency experts further damaged public trust.",
		"questions": [
			[
				0.48667970299720764,
				"What went wrong with the C.D.C. systems during the pandemic?"
			]
		],
		"headline": "The C.D.C.’s New Leader Follows the Science. Is That Enough?",
		"ID": "100000007698857",
		"web_url": "https://www.nytimes.com/2021/06/10/health/walensky-cdc-covid.html",
		"domain": "Health"
	},
	{
		"passage": "Several countries in Europe last week restricted use of the AstraZeneca-Oxford vaccine to older adults because rare cases of a blood disorder were occurring in younger people. Some countries chose not to use it, and the European Medicines Agency has decided not to renew contracts with AstraZeneca or Johnson &amp;amp; Johnson. The AstraZeneca vaccine has not been authorized in the United States.",
		"questions": [
			[
				0.5047789216041565,
				"Why are some countries restricting the use of a vaccine to older adults?"
			]
		],
		"headline": "J&amp;J Vaccine and Blood Clots: The Risks, if Any, Are Very Low",
		"ID": "100000007706507",
		"web_url": "https://www.nytimes.com/2021/04/13/health/blood-clots-johnson-vaccine.html",
		"domain": "Health"
	},
	{
		"passage": "People should not be concerned about mild headaches and flu-like symptoms in the first few days after vaccination. Those are common, harmless side effects brought on by the immune system’s production of a defense against the coronavirus.",
		"questions": [
			[
				0.7515672445297241,
				"What are the harmless side effects of getting a COVID-19 shot?"
			]
		],
		"headline": "J&amp;J Vaccine and Blood Clots: The Risks, if Any, Are Very Low",
		"ID": "100000007706507",
		"web_url": "https://www.nytimes.com/2021/04/13/health/blood-clots-johnson-vaccine.html",
		"domain": "Health"
	},
	{
		"passage": "During clinical trials and after vaccines go into wide use, experts keep track of any medical problems experienced by people who receive them. If an unusually large cluster of cases turns up, regulators may decide to pause a trial or stop the use of a vaccine to investigate further.",
		"questions": [
			[
				0.8176816701889038,
				"What happens to vaccines when there are problems?"
			]
		],
		"headline": "J&amp;J Vaccine and Blood Clots: The Risks, if Any, Are Very Low",
		"ID": "100000007706507",
		"web_url": "https://www.nytimes.com/2021/04/13/health/blood-clots-johnson-vaccine.html",
		"domain": "Health"
	},
	{
		"passage": "A blood clot is a thickened, gelatinous blob of blood that can block circulation. Clots form in response to injuries and can also be caused by many illnesses, including cancer and genetic disorders, certain drugs and prolonged sitting or bed rest. Covid itself can trigger serious clotting problems. Clots that form in the legs sometimes break off and travel to the lungs or, rarely, to the brain, where they can be deadly.",
		"questions": [
			[
				0.8842950463294983,
				"What is a blood clot and how does it \"block\" your circulation?"
			]
		],
		"headline": "J&amp;J Vaccine and Blood Clots: The Risks, if Any, Are Very Low",
		"ID": "100000007706507",
		"web_url": "https://www.nytimes.com/2021/04/13/health/blood-clots-johnson-vaccine.html",
		"domain": "Health"
	},
	{
		"passage": "Both Johnson &amp;amp; Johnson and AstraZeneca use adenoviruses to carry DNA into human cells to begin the process of generating immunity to the coronavirus. It is not yet known whether that technology causes the problem.",
		"questions": [
			[
				0.8811357021331787,
				"How does the process of generating immunity to the coronavirus work?"
			]
		],
		"headline": "J&amp;J Vaccine and Blood Clots: The Risks, if Any, Are Very Low",
		"ID": "100000007706507",
		"web_url": "https://www.nytimes.com/2021/04/13/health/blood-clots-johnson-vaccine.html",
		"domain": "Health"
	},
	{
		"passage": "Researchers there and U.S. federal health officials on Tuesday advised against using a common blood thinner, heparin, and recommended choosing alternative medicines instead. The reason is that the disorder closely resembles a rare syndrome caused by heparin, and it is possible that heparin could make things worse in these patients.",
		"questions": [
			[
				0.6570276618003845,
				"Why is choosing alternative medicines for a blood disorder so important?"
			]
		],
		"headline": "J&amp;J Vaccine and Blood Clots: The Risks, if Any, Are Very Low",
		"ID": "100000007706507",
		"web_url": "https://www.nytimes.com/2021/04/13/health/blood-clots-johnson-vaccine.html",
		"domain": "Health"
	},
	{
		"passage": "Lowered platelet levels, however, have been reported in small numbers of patients who received the Moderna, Pfizer-BioNTech and AstraZeneca vaccines. One recipient, a physician in Florida, died from a brain hemorrhage when his platelet levels could not be restored, and others have been hospitalized. U.S. health officials have said that the cases are being investigated, but they have not reported the findings of those reviews and have yet to indicate that there is any link to the vaccines.",
		"questions": [
			[
				0.937597930431366,
				"What is the risk of a brain hemorrhage after receiving a certain type of vaccine?"
			]
		],
		"headline": "J&amp;J Vaccine and Blood Clots: The Risks, if Any, Are Very Low",
		"ID": "100000007706507",
		"web_url": "https://www.nytimes.com/2021/04/13/health/blood-clots-johnson-vaccine.html",
		"domain": "Health"
	},
	{
		"passage": "Their report underscored the federal government’s persistently lax approach to overseeing the safety of baby food, some experts said, despite clear risks to infants and toddlers. Exposure to heavy metals in particular has been linked to behavioral impairments, brain damage and even death.",
		"questions": [
			[
				0.8091796636581421,
				"What does the report mean for infants and toddlers?"
			]
		],
		"headline": "Some Baby Food May Contain Toxic Metals, U.S. Reports",
		"ID": "100000007584583",
		"web_url": "https://www.nytimes.com/2021/02/04/health/baby-food-metals-arsenic.html",
		"domain": "Health"
	},
	{
		"passage": "In the meantime, parents can protect babies by not feeding them infant rice cereal or other products like snacks made with rice flour. Healthy-sounding snacks like Nurture Happy Baby’s apple and broccoli puffs, or its strawberry and beet puffs, contained high levels of arsenic, according to the report.",
		"questions": [
			[
				0.8476976752281189,
				"What can parents do to protect their babies?"
			]
		],
		"headline": "Some Baby Food May Contain Toxic Metals, U.S. Reports",
		"ID": "100000007584583",
		"web_url": "https://www.nytimes.com/2021/02/04/health/baby-food-metals-arsenic.html",
		"domain": "Health"
	},
	{
		"passage": "Pfizer has said that preliminary tests of its vaccine against more contagious variants have shown that it continues to be effective, but suggested that a third shot of the same vaccine may be needed, and the company has also not ruled out changing its vaccine to address the new variants. Moderna, which has developed a similar vaccine, has said it is already working on an adapted booster shot.",
		"questions": [
			[
				0.6810269951820374,
				"What is the current status of the COVID-19 vaccine as shown?"
			]
		],
		"headline": "Pfizer says its Covid-19 vaccine will bring in $15 billion this year.",
		"ID": "100000007583298",
		"web_url": "https://www.nytimes.com/live/2021/02/02/world/covid-19-coronavirus/pfizer-says-its-covid-19-vaccine-will-bring-in-15-billion-this-year",
		"domain": "Health"
	},
	{
		"passage": "Studies suggest that this variant also blunts the effectiveness of Covid vaccines made by Pfizer-BioNTech, Moderna and Novavax. The variant has spread to at least 31 countries, including the United States, where two cases were documented this week.",
		"questions": [
			[
				0.6186993718147278,
				"How does this variant affect the effectiveness of some vaccines?"
			]
		],
		"headline": "Johnson &amp; Johnson’s Vaccine Offers Strong Protection but Fuels Concern About Variants",
		"ID": "100000007576531",
		"web_url": "https://www.nytimes.com/2021/01/29/health/covid-vaccine-johnson-and-johnson-variants.html",
		"domain": "Health"
	},
	{
		"passage": "The variant from South Africa, known as B.1.351, could make things even worse for the vaccine push. Given the speed at which the variant swept through that country, it is conceivable that by April it could make up a large fraction of infections in the United States.",
		"questions": [
			[
				0.7365047335624695,
				"What does the variant from South Africa mean for the vaccine push?"
			]
		],
		"headline": "Johnson &amp; Johnson’s Vaccine Offers Strong Protection but Fuels Concern About Variants",
		"ID": "100000007576531",
		"web_url": "https://www.nytimes.com/2021/01/29/health/covid-vaccine-johnson-and-johnson-variants.html",
		"domain": "Health"
	},
	{
		"passage": "The fact that at least four vaccines backed by the federal government seem to be less effective against the B.1.351 variant has unsettled federal officials and vaccine experts alike. Facing this uncertainty, many researchers said it was imperative to get as many people vaccinated as possible — quickly. Lowering the rate of infection could thwart the contagious variants while they are still rare, and prevent other viruses from gaining new mutations that could cause more trouble.",
		"questions": [
			[
				0.4201049208641052,
				"Why is it important to get as many people vaccinated as possible — quickly?"
			]
		],
		"headline": "Johnson &amp; Johnson’s Vaccine Offers Strong Protection but Fuels Concern About Variants",
		"ID": "100000007576531",
		"web_url": "https://www.nytimes.com/2021/01/29/health/covid-vaccine-johnson-and-johnson-variants.html",
		"domain": "Health"
	},
	{
		"passage": "Johnson &amp;amp; Johnson’s vaccine has another advantage that might help speed up the rollout. It can stay viable in a refrigerator for three months, while the two authorized vaccines have to be kept frozen. That gives the company an edge not just in reaching more isolated parts of the United States, but in getting the vaccine to remote areas of the world that could otherwise seed more aggressive mutants.",
		"questions": [
			[
				0.8729995489120483,
				"What is the advantage of Johnson & Johnson’s vaccine over the other approved vaccines?"
			]
		],
		"headline": "Johnson &amp; Johnson’s Vaccine Offers Strong Protection but Fuels Concern About Variants",
		"ID": "100000007576531",
		"web_url": "https://www.nytimes.com/2021/01/29/health/covid-vaccine-johnson-and-johnson-variants.html",
		"domain": "Health"
	},
	{
		"passage": "Johnson &amp;amp; Johnson presented only a summary of findings of its clinical trial. The vaccine was 85 percent effective in preventing severe disease in all three regions where the trial was run: the United States, Latin America and South Africa. After 28 days, none of the vaccinated participants who developed Covid-19 had to be hospitalized.",
		"questions": [
			[
				0.5660471320152283,
				"How effective is the Covid-19 vaccine in preventing severe disease?"
			]
		],
		"headline": "Johnson &amp; Johnson’s Vaccine Offers Strong Protection but Fuels Concern About Variants",
		"ID": "100000007576531",
		"web_url": "https://www.nytimes.com/2021/01/29/health/covid-vaccine-johnson-and-johnson-variants.html",
		"domain": "Health"
	},
	{
		"passage": "Unlike the messenger RNA vaccines made by Pfizer-BioNTech and Moderna, Johnson &amp;amp; Johnson uses an adenovirus, which normally causes the common cold. While adenovirus-based vaccines have been investigated for some three decades, they have yet to be licensed for use in the United States.",
		"questions": [
			[
				0.7137959003448486,
				"How does Johnson & Johnson's new vaccine work?"
			]
		],
		"headline": "Johnson &amp; Johnson’s Vaccine Offers Strong Protection but Fuels Concern About Variants",
		"ID": "100000007576531",
		"web_url": "https://www.nytimes.com/2021/01/29/health/covid-vaccine-johnson-and-johnson-variants.html",
		"domain": "Health"
	},
	{
		"passage": "Late last year, surges of coronavirus infections accelerated the trial toward unblinding. In December, Johnson & Johnson decided it would not need to recruit 60,000 volunteers as it originally planned. It capped the trial at 45,000.",
		"questions": [
			[
				0.9601538181304932,
				"What accelerated the trial toward unblinding?"
			]
		],
		"headline": "Johnson &amp; Johnson’s Vaccine Offers Strong Protection but Fuels Concern About Variants",
		"ID": "100000007576531",
		"web_url": "https://www.nytimes.com/2021/01/29/health/covid-vaccine-johnson-and-johnson-variants.html",
		"domain": "Health"
	},
	{
		"passage": "Its spread appears to occur because of its improved ability to infect people. Experiments in test tubes suggest that some of its mutations allow the B.1.1.7 variant to hold on to cells more tightly than other coronaviruses.",
		"questions": [
			[
				0.5758311748504639,
				"Why is the B.1.7 variant of the coronavirus spreading so rapidly?"
			]
		],
		"headline": "A study shows the variant spreading rapidly in Britain might make vaccines less effective.",
		"ID": "100000007582512",
		"web_url": "https://www.nytimes.com/2021/02/01/health/covid-variants.html",
		"domain": "Health"
	},
	{
		"passage": "Scientists suspect that the B.1.351 variant’s partial escape from vaccines is largely thanks to a single mutation, called E484K. Experiments indicate that the E484K mutation makes it harder for antibodies to grab onto the virus and prevent it from entering cells.",
		"questions": [
			[
				0.9442278742790222,
				"What mutation makes the B.1.351 variant of the COVID-19 so resistant to vaccines?"
			]
		],
		"headline": "A study shows the variant spreading rapidly in Britain might make vaccines less effective.",
		"ID": "100000007582512",
		"web_url": "https://www.nytimes.com/2021/02/01/health/covid-variants.html",
		"domain": "Health"
	},
	{
		"passage": "The Keck School of Medicine, at the University of Southern California, opted to have faculty members dissect cadavers while wearing body cameras so students could watch remotely. The cadavers were also imaged using three-dimensional scanners, so students could practice manipulating the sorts of images produced by magnetic resonance imaging and CT scans.",
		"questions": [
			[
				0.9735270738601685,
				"Why do faculty members dissect cadavers while wearing body cameras?"
			]
		],
		"headline": "How to Virtually Become a Doctor",
		"ID": "100000007490915",
		"web_url": "https://www.nytimes.com/2021/03/23/health/coronavirus-medical-school-remote-learning.html",
		"domain": "Health"
	},
	{
		"passage": "Experts say it is probably legal for employers to make vaccination a condition of employment. The federal Equal Opportunity Employment Commission has agreed, so long as mandates permit health and religious exemptions. A University of Pennsylvania analysis found last fall that nationally, about half of American adults would consider employer mandates acceptable.",
		"questions": [
			[
				0.8728970885276794,
				"How is it legal for employers to make vaccination a condition of employment?"
			]
		],
		"headline": "Can Long-Term Care Employers Require Staff Members to Be Vaccinated?",
		"ID": "100000007636886",
		"web_url": "https://www.nytimes.com/2021/03/05/health/coronavirus-vaccination-elder-facilities.html",
		"domain": "Health"
	},
	{
		"passage": "For now, though, most employers seem to favor a voluntary approach: answering staff questions, combating disinformation, helping workers get access to vaccines through mobile and pop-up clinics, perhaps providing transportation. Local 2015 has adopted an updated Rosie the Riveter icon with a rolled-up sleeve as part of its campaign to encourage members’ vaccination.",
		"questions": [
			[
				0.6497079133987427,
				"How do employers help their employees get access to vaccines?"
			]
		],
		"headline": "Can Long-Term Care Employers Require Staff Members to Be Vaccinated?",
		"ID": "100000007636886",
		"web_url": "https://www.nytimes.com/2021/03/05/health/coronavirus-vaccination-elder-facilities.html",
		"domain": "Health"
	},
	{
		"passage": "The pace of vaccination has picked up substantially. Walgreens increased the number of doses it was administering, from 165,000 in December to 1.3 million last month. It has completed the first doses at all 5,529 of the nursing homes it contracted with and expects to deliver the second doses by Feb. 25 and to complete third visits by mid- to late March.",
		"questions": [
			[
				0.7811565399169922,
				"How has the pace of vaccination \"picked up\" in the past few months?"
			]
		],
		"headline": "In Line for Vaccination, and Not Getting Younger",
		"ID": "100000007585622",
		"web_url": "https://www.nytimes.com/2021/02/05/health/coronavirus-vaccination-elderly.html",
		"domain": "Health"
	},
	{
		"passage": "At the two New Horizons homes in Gainesville, the medical director, Dr. Swati Gaur, has held six staff town halls, in person or online, including one at 2 a.m. for the night shift, and offered rewards like free meals. About half of the workers have been vaccinated, Dr. Gaur said.",
		"questions": [
			[
				0.6281620264053345,
				"What has the medical director of New Horizons done to ensure that workers are vaccinated?"
			]
		],
		"headline": "In Line for Vaccination, and Not Getting Younger",
		"ID": "100000007585622",
		"web_url": "https://www.nytimes.com/2021/02/05/health/coronavirus-vaccination-elderly.html",
		"domain": "Health"
	},
	{
		"passage": "For residents, the top priority is to be able to see — and hug — their families. Geriatricians fear that, for residents, the risks from extended social isolation rival those from the coronavirus.",
		"questions": [
			[
				0.4418236315250397,
				"Why is extended social isolation for elderly people such a concern?"
			]
		],
		"headline": "In Line for Vaccination, and Not Getting Younger",
		"ID": "100000007585622",
		"web_url": "https://www.nytimes.com/2021/02/05/health/coronavirus-vaccination-elderly.html",
		"domain": "Health"
	},
	{
		"passage": "The number of adolescents hospitalized for Covid-19 declined in January and February of this year, but rose again in March and April. Between Jan. 1, 2021, and March 31, 2021, 204 adolescents were likely hospitalized primarily for Covid-19. Most of the children had at least one underlying medical condition, such as obesity, asthma or a neurological disorder.",
		"questions": [
			[
				0.9705378413200378,
				"how many children have been hospitalized primarily for Covid-19?"
			]
		],
		"headline": "Covid hospitalizations are rare among children, but still more frequent than for flu, the C.D.C. says.",
		"ID": "100000007798748",
		"web_url": "https://www.nytimes.com/2021/06/04/health/covid-flu-hospitalizations-children.html",
		"domain": "Health"
	},
	{
		"passage": "Nearly a year into the coronavirus pandemic, parents across the country — and the world — are watching their children slide down an increasingly slippery path into an all-consuming digital life. When the outbreak hit, many parents relaxed restrictions on screens as a stopgap way to keep frustrated, restless children entertained and engaged. But, often, remaining limits have vaporized as computers, tablets and phones became the centerpiece of school and social life, and weeks of stay-at-home rules bled into nearly a year.",
		"questions": [
			[
				0.6724947094917297,
				"Why are parents watching their children slide down an increasingly slippery path into an all-consuming digital life?"
			]
		],
		"headline": "Children’s Screen Time Has Soared in the Pandemic, Alarming Parents and Researchers",
		"ID": "100000007541211",
		"web_url": "https://www.nytimes.com/2021/01/16/health/covid-kids-tech-use.html",
		"domain": "Health"
	},
	{
		"passage": "Early on, facility administrators grappled with cumbersome consent forms, a problem that has since been resolved. CVS and Walgreens executives also report having to contact some facilities multiple times simply to schedule clinics.",
		"questions": [
			[
				0.7461714148521423,
				"Why is it so difficult for pharmacies to schedule clinics?"
			]
		],
		"headline": "In Line for Vaccination, and Not Getting Younger",
		"ID": "100000007585622",
		"web_url": "https://www.nytimes.com/2021/02/05/health/coronavirus-vaccination-elderly.html",
		"domain": "Health"
	},
	{
		"passage": "Silverado, a small chain of dementia care homes, most on the West Coast, mandated vaccination by March 1. Juniper Communities, which operates 22 facilities in four states, has also adopted a mandate.",
		"questions": [
			[
				0.41463878750801086,
				"How are vaccines being implemented in dementia care homes?"
			]
		],
		"headline": "Can Long-Term Care Employers Require Staff Members to Be Vaccinated?",
		"ID": "100000007636886",
		"web_url": "https://www.nytimes.com/2021/03/05/health/coronavirus-vaccination-elder-facilities.html",
		"domain": "Health"
	},
	{
		"passage": "Children going to camp this summer can be within three feet of peers in the same-group settings, but they must wear masks at all times, federal health officials say. The only times children should remove their masks is when they are swimming, napping, eating or drinking; they should be spaced far apart for these activities, positioned head to toe for naps and seated at least six feet apart for meals, snacks and water breaks.",
		"questions": [
			[
				0.8052189350128174,
				"How close can children be to each other in same-group settings?"
			]
		],
		"headline": "Summer camp advice — keep masks and distancing — gets an update from the C.D.C.",
		"ID": "100000007728917",
		"web_url": "https://www.nytimes.com/2021/04/25/health/covid-summercamp-cdc.html",
		"domain": "Health"
	},
	{
		"passage": "A theme that runs throughout the updated guidance is the emphasis on conducting as many activities as possible outdoors, where the risk of infection in considered much lower than indoors. When activities must be brought indoors, spaces should be well-ventilated and windows should be kept open (windows should also be open on camp buses and vans), the C.D.C. said.",
		"questions": [
			[
				0.9055026173591614,
				"What is the emphasis of the updated guidance on camp safety?"
			]
		],
		"headline": "Summer camp advice — keep masks and distancing — gets an update from the C.D.C.",
		"ID": "100000007728917",
		"web_url": "https://www.nytimes.com/2021/04/25/health/covid-summercamp-cdc.html",
		"domain": "Health"
	},
	{
		"passage": "Campers and staff members should be screened for Covid symptoms upon arrival at camps, and screening tests should be conducted if there is substantial community transmission in the area. Daily symptom checks should also be carried out to monitor for possible illness, the advice says.",
		"questions": [
			[
				0.906650960445404,
				"How do camps monitor for possible illness?"
			]
		],
		"headline": "Summer camp advice — keep masks and distancing — gets an update from the C.D.C.",
		"ID": "100000007728917",
		"web_url": "https://www.nytimes.com/2021/04/25/health/covid-summercamp-cdc.html",
		"domain": "Health"
	},
	{
		"passage": "Dr. Andersen and other virus watchers still see variants as a potential source of trouble in the months to come — particularly one that has battered Brazil and is growing rapidly in 17 U.S. states. But they are also taking stock of the past few months to better understand how the nation dodged the variant threat.",
		"questions": [
			[
				0.8306698799133301,
				"What are virus watchers looking for in the next few months?"
			]
		],
		"headline": "How the United States Beat the Variants, for Now",
		"ID": "100000007741605",
		"web_url": "https://www.nytimes.com/2021/05/14/health/coronavirus-variants-united-states-of-america.html",
		"domain": "Health"
	},
	{
		"passage": "The initial sense of crisis and purpose may have been a source of strength for people around the world. A new study of suicide trends among residents of 10 countries and 11 states or regions with higher incomes found that the number remained largely unchanged or had even declined during the early months of the pandemic, though there were increases in suicide later in the year in some areas. (Another study that has not yet been peer reviewed reported sharp increases in suicide from July to November in Japan, with a greater increase in suicides among women during that time period.)",
		"questions": [
			[
				0.705489456653595,
				"What was the initial sense of crisis and purpose for people around the world during the pandemic?"
			]
		],
		"headline": "U.S. Suicides Declined Over All in 2020 but May Have Risen Among People of Color",
		"ID": "100000007694230",
		"web_url": "https://www.nytimes.com/2021/04/15/health/coronavirus-suicide-cdc.html",
		"domain": "Health"
	},
	{
		"passage": "Brendan Saloner, an associate professor at the Johns Hopkins School of Public Health who studies access to addiction treatment, said surveys that he and a colleague, Susan Sherman, conducted of drug users and people in treatment in 11 states during the pandemic found that many had used drugs more often during that time — and used them alone more often, likely because of lockdowns and social distancing. Well over half the participants also said the drugs they used had been cut or mixed more than usual, another red flag.",
		"questions": [
			[
				0.7204941511154175,
				"What did the pandemic do to drug users?"
			]
		],
		"headline": "Overdose Deaths Have Surged During the Pandemic, C.D.C. Data Shows",
		"ID": "100000007708215",
		"web_url": "https://www.nytimes.com/2021/04/14/health/overdose-deaths-fentanyl-opiods-coronaviurs-pandemic.html",
		"domain": "Health"
	},
	{
		"passage": "At the same time, increases in H.I.V. cases have been reported in several areas of the country with heavy injection drug use, including two cities in West Virginia, Charleston and Huntington, and Boston. West Virginia’s legislature passed a law last week placing new restrictions on syringe exchange programs, which advocates of the programs said would force many to close.",
		"questions": [
			[
				0.8838263154029846,
				"Why are there so many new H.I.V.cases?"
			]
		],
		"headline": "Overdose Deaths Have Surged During the Pandemic, C.D.C. Data Shows",
		"ID": "100000007708215",
		"web_url": "https://www.nytimes.com/2021/04/14/health/overdose-deaths-fentanyl-opiods-coronaviurs-pandemic.html",
		"domain": "Health"
	},
	{
		"passage": "Mr. Biden’s American Rescue Plan Act includes $1.5 billion for the prevention and treatment of substance use disorders, as well as $30 million in funding for local services that benefit people with addiction, including syringe exchange programs. The latter is significant because while federal funds still largely cannot be spent on syringes for people who use drugs, the restriction does not apply to money from the stimulus package, according to the Office of Drug Control Policy. Last week, the administration announced that federal funding could now be used to buy rapid fentanyl test strips, which can be used to check whether drugs have been mixed or cut with fentanyl.",
		"questions": [
			[
				0.34942197799682617,
				"What does Biden’s $30 million for drug treatment actually do?"
			]
		],
		"headline": "Overdose Deaths Have Surged During the Pandemic, C.D.C. Data Shows",
		"ID": "100000007708215",
		"web_url": "https://www.nytimes.com/2021/04/14/health/overdose-deaths-fentanyl-opiods-coronaviurs-pandemic.html",
		"domain": "Health"
	},
	{
		"passage": "Scientists would prefer that the average vaccinated person not get antibody testing at all, on the grounds that it’s unnecessary. In clinical trials, the vaccines authorized in the United States provoked a strong antibody response in virtually all of the participants.",
		"questions": [
			[
				0.8422390222549438,
				"Why is the average vaccinated person not tested for antibodies?"
			]
		],
		"headline": "Some people should get antibody tests after vaccination. You’re probably not one of them.",
		"ID": "100000007825126",
		"web_url": "https://www.nytimes.com/live/2021/06/20/world/covid-vaccine-coronavirus-mask/some-people-should-get-antibody-tests-after-vaccination-youre-probably-not-one-of-them",
		"domain": "Health"
	},
	{
		"passage": "But antibody tests can be crucial for people with weak immune systems or those who take certain medications — a broad category encompassing millions of people who are recipients of organ donations, have certain blood cancers, or who take steroids or other drugs that suppress the immune system. Mounting evidence suggests that a significant proportion of these people do not produce a sufficient antibody response after vaccination.",
		"questions": [
			[
				0.46810951828956604,
				"Why are antibody tests so important for people with blood cancers?"
			]
		],
		"headline": "Some people should get antibody tests after vaccination. You’re probably not one of them.",
		"ID": "100000007825126",
		"web_url": "https://www.nytimes.com/live/2021/06/20/world/covid-vaccine-coronavirus-mask/some-people-should-get-antibody-tests-after-vaccination-youre-probably-not-one-of-them",
		"domain": "Health"
	},
	{
		"passage": "Some immunocompromised people were born with absent or faulty immune systems, while others, like Dr. Wollowitz, have diseases or have received therapies that wiped out their immune defenses. Many of them produce few to no antibodies in response to a vaccine or an infection, leaving them susceptible to the virus. When they do become infected, they may suffer prolonged illness, with death rates as high as 55 percent.",
		"questions": [
			[
				0.9103793501853943,
				"What makes people like Dr. Wollowitz immunocompromised?"
			]
		],
		"headline": "Has the Era of Overzealous Cleaning Finally Come to an End?",
		"ID": "100000007696791",
		"web_url": "https://www.nytimes.com/2021/04/08/health/coronavirus-hygiene-cleaning-surfaces.html",
		"domain": "Health"
	},
	{
		"passage": "The only recourse for immunocompromised patients — apart from sheltering in place until the virus has retreated — may be to receive regular infusions of monoclonal antibodies, which are mass-produced copies of antibodies obtained from people who have recovered from Covid-19. The Food and Drug Administration has authorized several monoclonal antibody treatments for Covid-19, but now some are also being tested to prevent infections. ",
		"questions": [
			[
				0.8550080060958862,
				"What is the only recourse for immunocompromised patients until the virus has retreated?"
			]
		],
		"headline": "Has the Era of Overzealous Cleaning Finally Come to an End?",
		"ID": "100000007696791",
		"web_url": "https://www.nytimes.com/2021/04/08/health/coronavirus-hygiene-cleaning-surfaces.html",
		"domain": "Health"
	},
	{
		"passage": "It’s unclear how many immunocompromised people don’t respond to coronavirus vaccines. But the list seems at least to include survivors of blood cancers, organ transplant recipients, and anyone who takes the widely used drug Rituxan, or the cancer drugs Gazyva or Imbruvica — all of which kill or block B cells, the immune cells that churn out antibodies — or Remicade, a popular drug for treating inflammatory bowel disease. It may also include some people over age 80 whose immune responses have faltered with age.",
		"questions": [
			[
				0.6635555028915405,
				"How many immunocompromised people don’t respond to coronavirus vaccines?"
			]
		],
		"headline": "Has the Era of Overzealous Cleaning Finally Come to an End?",
		"ID": "100000007696791",
		"web_url": "https://www.nytimes.com/2021/04/08/health/coronavirus-hygiene-cleaning-surfaces.html",
		"domain": "Health"
	},
	{
		"passage": "The Leukemia and Lymphoma Society has set up a registry to provide information and antibody tests to people with blood cancers. And several studies are assessing the response to coronavirus vaccines in people with cancer, autoimmune conditions like lupus or rheumatoid arthritis, or who take drugs that mute the immune response.",
		"questions": [
			[
				0.6717851758003235,
				"What are the implications of coronavirus vaccines for people with blood cancers?"
			]
		],
		"headline": "Has the Era of Overzealous Cleaning Finally Come to an End?",
		"ID": "100000007696791",
		"web_url": "https://www.nytimes.com/2021/04/08/health/coronavirus-hygiene-cleaning-surfaces.html",
		"domain": "Health"
	},
	{
		"passage": "There is little doubt now that the coronavirus can linger in the air indoors, floating far beyond the recommended six feet of distance, the experts declared. The accumulating research puts the onus on policymakers and building engineers to provide clean air in public buildings and to minimize the risk of respiratory infections, they said.",
		"questions": [
			[
				0.7285375595092773,
				"Why is it so important to clean air in public buildings?"
			]
		],
		"headline": "Experts Urge Strict Workplace Air Quality Standards, in Wake of Pandemic",
		"ID": "100000007757506",
		"web_url": "https://www.nytimes.com/2021/05/13/health/aerosols-covid-workplace.html",
		"domain": "Health"
	},
	{
		"passage": "Meeting the group’s recommendations would require new workplace standards for air quality, but the scientists maintained that the remedies do not have to be onerous. Air quality in buildings can be improved with a few simple fixes, they said: adding filters to existing ventilation systems, using portable air cleaners and ultraviolet lights — or even just opening the windows where possible.",
		"questions": [
			[
				0.4125097393989563,
				"How can simple fixes improve air quality in buildings?"
			]
		],
		"headline": "Experts Urge Strict Workplace Air Quality Standards, in Wake of Pandemic",
		"ID": "100000007757506",
		"web_url": "https://www.nytimes.com/2021/05/13/health/aerosols-covid-workplace.html",
		"domain": "Health"
	},
	{
		"passage": "More research is also needed on how the virus moves indoors. Researchers at the Department of Energy’s Pacific Northwest National Laboratory modeled the flow of aerosol-size particles after a person has had a five-minute coughing bout in one room of a three-room office with a central ventilation system. Clean outdoor air and air filters both cut down the flow of particles in that room, the scientists reported in April.",
		"questions": [
			[
				0.46619731187820435,
				"How does the flow of aerosol-size particles in the air affect the spread of the COVID-19?"
			],
			[
				0.3567606508731842,
				"How does the COVID-19 \"flow\" through the air?"
			]
		],
		"headline": "Experts Urge Strict Workplace Air Quality Standards, in Wake of Pandemic",
		"ID": "100000007757506",
		"web_url": "https://www.nytimes.com/2021/05/13/health/aerosols-covid-workplace.html",
		"domain": "Health"
	},
	{
		"passage": "In the meantime, businesses can do as much or as little as they wish to protect their workers. Citing concerns of continued shortages of protective gear, the American Hospital Association, an industry trade group, endorsed N95 respirators for health care workers only during medical procedures known to produce aerosols, or if they have close contact with an infected patient. Those are the same guidelines the W.H.O. and the C.D.C. offered early in the pandemic. Face masks and plexiglass barriers would protect the rest, the association said in March in a statement to the House Committee on Education and Labor.",
		"questions": [
			[
				0.9186235070228577,
				"What can businesses do to protect their workers during the pandemic?"
			]
		],
		"headline": "Experts Urge Strict Workplace Air Quality Standards, in Wake of Pandemic",
		"ID": "100000007757506",
		"web_url": "https://www.nytimes.com/2021/05/13/health/aerosols-covid-workplace.html",
		"domain": "Health"
	},
	{
		"passage": "If OSHA rules do change, demand could inspire innovation and slash prices. There is precedent to believe that may happen, according to David Michaels, a professor at George Washington University who served as OSHA director under President Barack Obama.",
		"questions": [
			[
				0.9280697107315063,
				"What would happen if OSHA rules do change?"
			]
		],
		"headline": "Experts Urge Strict Workplace Air Quality Standards, in Wake of Pandemic",
		"ID": "100000007757506",
		"web_url": "https://www.nytimes.com/2021/05/13/health/aerosols-covid-workplace.html",
		"domain": "Health"
	},
	{
		"passage": "In camps where not everyone is fully vaccinated, mask recommendations for all have been relaxed for most outdoor activities, unless the setting is crowded and involves sustained close contact. But other prevention strategies should be maintained, including physical distancing, grouping youngsters in cohorts or pods that don’t mix with one another; encouraging frequent hand washing; avoiding crowded settings and poorly ventilated indoor areas.",
		"questions": [
			[
				0.6439673900604248,
				"What are the current mask recommendations for most outdoor activities?"
			]
		],
		"headline": "The C.D.C. says unvaccinated children at U.S. camps can go without masks most of the time when they are outside.",
		"ID": "100000007788313",
		"web_url": "https://www.nytimes.com/2021/05/28/health/summer-camps-masks-covid-19.html",
		"domain": "Health"
	},
	{
		"passage": "Individuals are considered fully vaccinated by the C.D.C. two weeks after receiving the one-shot Johnson & Johnson vaccine or the second dose of either the Pfizer-BioNTech or Moderna vaccines.",
		"questions": [
			[
				0.9614114165306091,
				"How long does it take to be fully vaccinated?"
			]
		],
		"headline": "The C.D.C. says unvaccinated children at U.S. camps can go without masks most of the time when they are outside.",
		"ID": "100000007788313",
		"web_url": "https://www.nytimes.com/2021/05/28/health/summer-camps-masks-covid-19.html",
		"domain": "Health"
	},
	{
		"passage": "Lab studies and clinical trials in South Africa indicate that the Eek mutation renders the current vaccines less effective by blunting the body’s immune response. (The vaccines still work, but the findings are worrying enough that Pfizer-BioNTech and Moderna have begun testing new versions of their vaccines designed to defeat the variant found in South Africa.)",
		"questions": [
			[
				0.758292019367218,
				"How does the Eek mutation in vaccines affect the body's immune response?"
			]
		],
		"headline": "In Oregon, Scientists Find a Virus Variant With a Worrying Mutation",
		"ID": "100000007636665",
		"web_url": "https://www.nytimes.com/2021/03/05/health/virus-oregon-variant.html",
		"domain": "Health"
	},
	{
		"passage": "Manufacturing troubles had forced the little-known Maryland company, which in its 34-year history had never brought a vaccine to market, to delay the U.S. clinical trial of its experimental Covid-19 inoculation, jeopardizing its $1.6 billion contract with the federal government. And two Covid-19 vaccines made by its competitors were already shipping around the country, leaving some to wonder whether Novavax would ever catch up.",
		"questions": [
			[
				0.966638445854187,
				"Why did Novavax fail to bring a vaccine to market?"
			]
		],
		"headline": "After a Rocky Start, Novavax Vaccine Could Be Here by Summer",
		"ID": "100000007583732",
		"web_url": "https://www.nytimes.com/2021/02/03/health/vaccine-novavax.html",
		"domain": "Health"
	},
	{
		"passage": "The potential success of Novavax’s candidate carries global implications. Unlike Pfizer’s and Moderna’s shots, the Novavax vaccine can be stored and shipped at normal refrigeration temperatures. The company is setting up plants around the world to produce up to 2 billion doses per year.",
		"questions": [
			[
				0.8558598160743713,
				"What are the implications of Novavax’s potential “success” of its vaccine?"
			]
		],
		"headline": "After a Rocky Start, Novavax Vaccine Could Be Here by Summer",
		"ID": "100000007583732",
		"web_url": "https://www.nytimes.com/2021/02/03/health/vaccine-novavax.html",
		"domain": "Health"
	},
	{
		"passage": "Novavax has signed up more than 20,000 people so far in its late-stage trial in the United States and Mexico, two-thirds of its goal of 30,000 participants. If it keeps enrolling volunteers at the same pace, it will complete recruitment more quickly than the Pfizer and Moderna trials did last year.",
		"questions": [
			[
				0.9405770301818848,
				"How can Novavax complete its recruitment more quickly than Pfizer and Moderna trials did last year?"
			]
		],
		"headline": "After a Rocky Start, Novavax Vaccine Could Be Here by Summer",
		"ID": "100000007583732",
		"web_url": "https://www.nytimes.com/2021/02/03/health/vaccine-novavax.html",
		"domain": "Health"
	},
	{
		"passage": "Dr. Thomas Campbell, who is overseeing the trial site at UCHealth in Colorado, said he has received more than 2,000 emails and hundreds of calls from would-be volunteers. He said excitement over the Pfizer and Moderna vaccines has stoked interest in getting immunized, but their scarcity is leading some people to investigate other options. The news about Novavax’s trial in Britain has also boosted enthusiasm: 224 people have enrolled so far at his site.",
		"questions": [
			[
				0.46082982420921326,
				"Why is there so much interest in the Novavax vaccine and who is overseeing the trial?"
			]
		],
		"headline": "After a Rocky Start, Novavax Vaccine Could Be Here by Summer",
		"ID": "100000007583732",
		"web_url": "https://www.nytimes.com/2021/02/03/health/vaccine-novavax.html",
		"domain": "Health"
	},
	{
		"passage": "But any number of obstacles could trip up Novavax’s progress. As other vaccines become more widely available, participants in Novavax’s trial could drop out of the trial. Even though its results in Britain were promising, the U.S. study could yield different results. Or the company could fail to prove to regulators that it can reliably manufacture its vaccine on a large scale. Given the likelihood that the United States may soon have three authorized vaccines available to the public, the company is under pressure to move quickly, or risk losing ground to competitors.",
		"questions": [
			[
				0.9539514183998108,
				"What could trip up Novavax’s progress?"
			]
		],
		"headline": "After a Rocky Start, Novavax Vaccine Could Be Here by Summer",
		"ID": "100000007583732",
		"web_url": "https://www.nytimes.com/2021/02/03/health/vaccine-novavax.html",
		"domain": "Health"
	},
	{
		"passage": "But the company struggled last fall to begin the U.S. trial by its earlier goal of October. Novavax has placed a big gamble on manufacturing, setting up plants around the world. But making these vaccines is a finicky and unpredictable process even for seasoned drug makers, and Novavax had trouble scaling up beyond the smaller batches needed for early trials.",
		"questions": [
			[
				0.5169591307640076,
				"Why is Novavax so worried about its vaccine?"
			]
		],
		"headline": "After a Rocky Start, Novavax Vaccine Could Be Here by Summer",
		"ID": "100000007583732",
		"web_url": "https://www.nytimes.com/2021/02/03/health/vaccine-novavax.html",
		"domain": "Health"
	},
	{
		"passage": "The company has also been granted approval from the F.D.A. to change the trial to a so-called crossover design, in which participants will receive a second round of shots if the vaccine is shown to be safe and effective. Under the plan, anyone in a placebo group would then get the vaccine in the second round, and those who received a vaccine would get a placebo. That will help reassure potential volunteers that they will eventually receive the vaccine even if they were in the placebo group.",
		"questions": [
			[
				0.9745064377784729,
				"What happens if the vaccine is shown to be safe and effective?"
			]
		],
		"headline": "After a Rocky Start, Novavax Vaccine Could Be Here by Summer",
		"ID": "100000007583732",
		"web_url": "https://www.nytimes.com/2021/02/03/health/vaccine-novavax.html",
		"domain": "Health"
	},
	{
		"passage": "A medical team mapped out a route that would include a cluster of homes not too far from one another, starting with older patients in underserved communities hard hit by the virus. The doctors contacted the patients well ahead of the visits, knowing they’d need plenty of time to consult with their families about whether to get vaccinated. Only a few turned them down; most were enthusiastic.",
		"questions": [
			[
				0.698432207107544,
				"How did they get people in underserved communities hard hit by the virus to get vaccinated?"
			]
		],
		"headline": "How to Vaccinate Homebound Seniors? Take the Shots to Them.",
		"ID": "100000007650034",
		"web_url": "https://www.nytimes.com/2021/03/22/health/virus-seniors-vaccination.html",
		"domain": "Health"
	},
	{
		"passage": "A vast majority of Americans over 65, however, do not live in nursing homes or assisted living facilities, but in the community, where it’s more challenging to reach them. There is no central registry of the homebound elderly. Geographically dispersed and isolated, they are often difficult to find.",
		"questions": [
			[
				0.9215282797813416,
				"Why is it so hard to find the homebound elderly?"
			]
		],
		"headline": "How to Vaccinate Homebound Seniors? Take the Shots to Them.",
		"ID": "100000007650034",
		"web_url": "https://www.nytimes.com/2021/03/22/health/virus-seniors-vaccination.html",
		"domain": "Health"
	},
	{
		"passage": "Several health systems, like Geisinger Health in Pennsylvania and Boston Medical Center, have identified hundreds of homebound Americans and sent vaccines to them. In Minnesota, nonprofits have started pop-up vaccination clinics at senior apartment buildings and adult day care centers.",
		"questions": [
			[
				0.5512569546699524,
				"How are homebound Americans getting vaccinated?"
			]
		],
		"headline": "How to Vaccinate Homebound Seniors? Take the Shots to Them.",
		"ID": "100000007650034",
		"web_url": "https://www.nytimes.com/2021/03/22/health/virus-seniors-vaccination.html",
		"domain": "Health"
	},
	{
		"passage": "On Monday, New York City announced that it was expanding efforts to go door to door vaccinating homebound seniors, with plans to reach at least 23,000 residents. The visiting doctors program at Mount Sinai in New York, which cares for 1,200 homebound residents, has vaccinated 185 patients and has been given the greenlight to vaccinate the seniors’ caregivers as well, according to Dr. Linda DeCherrie, the clinical director of the Mount Sinai at Home program.",
		"questions": [
			[
				0.5105807781219482,
				"How is New York City going about vaccinating its seniors?"
			]
		],
		"headline": "How to Vaccinate Homebound Seniors? Take the Shots to Them.",
		"ID": "100000007650034",
		"web_url": "https://www.nytimes.com/2021/03/22/health/virus-seniors-vaccination.html",
		"domain": "Health"
	},
	{
		"passage": "The report also showed that the public has some confidence in government health-related messages, though many were confused by the announcement this month by the Centers for Disease Control and Prevention saying that vaccinated people could largely eschew face masks and social distancing. Over half said that the C.D.C.’s guidance was generally clear and accessible, but about 40 percent found it confusing and murky.",
		"questions": [
			[
				0.7938165068626404,
				"How much confidence in government health-related messages does the public have?"
			]
		],
		"headline": "70 Percent Covid Vaccination Rate May Be in Reach, New Poll Suggests",
		"ID": "100000007785725",
		"web_url": "https://www.nytimes.com/2021/05/28/health/us-vaccine-rate.html",
		"domain": "Health"
	},
	{
		"passage": "Daniel Larremore, an epidemiologist at the University of Colorado, Boulder, and the study’s lead author, stressed that his team’s work was still purely theoretical. Although some smell tests are already in use in clinical and research settings, the products tend to be expensive and laborious to use and are not widely available. And in the context of the pandemic, there is not yet real-world data to support the effectiveness of smell tests as a frequent screen for the coronavirus. Given the many testing woes that have stymied pandemic control efforts so far, some experts have been doubtful that smell tests could be distributed widely enough, or made sufficiently cheat-proof, to reduce the spread of infection.",
		"questions": [
			[
				0.5880338549613953,
				"Why is it so hard to use smell tests in a pandemic?"
			]
		],
		"headline": "Could a Smell Test Screen People for Covid?",
		"ID": "100000007496805",
		"web_url": "https://www.nytimes.com/2021/01/19/health/smell-test-for-covid.html",
		"domain": "Health"
	},
	{
		"passage": "A reliable smell test offers many potential benefits. It could catch far more cases than fever checks, which have largely flopped as screening tools for Covid-19. Studies have found that about 50 to 90 percent of people who test positive for the coronavirus experience some degree of measurable smell loss, a result of the virus wreaking havoc when it invades cells in the airway.",
		"questions": [
			[
				0.6478674411773682,
				"What are the potential benefits of a reliable smell test for the coronavirus?"
			]
		],
		"headline": "Could a Smell Test Screen People for Covid?",
		"ID": "100000007496805",
		"web_url": "https://www.nytimes.com/2021/01/19/health/smell-test-for-covid.html",
		"domain": "Health"
	},
	{
		"passage": "An anesthesiologist in Virginia, Dr. Rezba, 41, has spent the past year running a Twitter feed that memorializes American health care workers who have died of Covid-19. So far, she has published more than 2,500 tributes to the doctors, emergency room nurses, respiratory therapists and mental health counselors cut down in their prime. Although she knows there are at least a thousand other deaths that remain unrecognized, Dr. Rezba plans to discontinue the project at the end of March.",
		"questions": [
			[
				0.9925150275230408,
				"What is this twitter feed that memorializes american health care workers who have died of Covid-19?"
			]
		],
		"headline": "They Died Saving Others From Covid. Will Anyone Count Them?",
		"ID": "100000007647285",
		"web_url": "https://www.nytimes.com/2021/03/15/health/covid-medical-workers-deaths.html",
		"domain": "Health"
	},
	{
		"passage": "The reactions, though unpleasant, appear to be harmless. But the angry-looking skin condition can be mistaken for an infection, according to a letter published on Wednesday in The New England Journal of Medicine. The doctors said they wanted to share information about the cases to help prevent the needless use of antibiotics and to ease patients’ worries and reassure them that they can safely get their second vaccine shot.",
		"questions": [
			[
				0.6585316061973572,
				"Why do doctors say they wanted to share information about the cases of people who have had allergic reactions to vaccines?"
			]
		],
		"headline": "A Few People Report Delayed Skin Reactions to the Covid Vaccine",
		"ID": "100000007635015",
		"web_url": "https://www.nytimes.com/2021/03/03/health/covid-skin-side-effects.html",
		"domain": "Health"
	},
	{
		"passage": "As eligibility for Covid-19 vaccination rapidly expands to all adults in many states over the next month, a new poll shows a continuing increase in the number of Americans, particularly Black adults, who want to get vaccinated. But it also found that vaccine skepticism remains stubbornly persistent, particularly among Republicans and white evangelical Christians, an issue that the Biden administration has flagged as an impediment to achieving herd immunity and a return to normal life.",
		"questions": [
			[
				0.9757739901542664,
				"What is the impediment to achieving herd immunity?"
			]
		],
		"headline": "Confidence in Covid-19 vaccination keeps rising significantly in the U.S., but pockets of resistance remain, a survey shows.",
		"ID": "100000007682367",
		"web_url": "https://www.nytimes.com/live/2021/03/30/world/covid-vaccine-coronavirus-cases/covid-vaccine-confidence",
		"domain": "Health"
	},
	{
		"passage": "The shift was most striking among Black Americans, some of whom have previously expressed hesitancy but who have also had access issues. Since just February, 14 percent more Black adults said they wanted or had already gotten the vaccine. Over all, Black adults, who have also been on the receiving end of vigorous promotional campaigns by celebrities, local Black physicians, clergy members and public health officials, now want the vaccine in numbers almost comparable to other leading demographic groups: 55 percent, compared with 61 percent for Latinos and 64 percent for white people.",
		"questions": [
			[
				0.7724350094795227,
				"Why is the shift in vaccine hesitancy striking among Black Americans?"
			]
		],
		"headline": "Confidence in Covid-19 vaccination keeps rising significantly in the U.S., but pockets of resistance remain, a survey shows.",
		"ID": "100000007682367",
		"web_url": "https://www.nytimes.com/live/2021/03/30/world/covid-vaccine-coronavirus-cases/covid-vaccine-confidence",
		"domain": "Health"
	},
	{
		"passage": "The Biden administration has made equity a focus of its pandemic response and has added mass vaccination sites in several underserved communities. In early March, a New York Times analysis of state-reported race and ethnicity information showed that the vaccination rate for Black people in the United States was half that of white people, and the gap for Hispanic people was even larger.",
		"questions": [
			[
				0.6345391273498535,
				"Why has the Biden administration added mass vaccination sites in several underserved communities?"
			]
		],
		"headline": "Confidence in Covid-19 vaccination keeps rising significantly in the U.S., but pockets of resistance remain, a survey shows.",
		"ID": "100000007682367",
		"web_url": "https://www.nytimes.com/live/2021/03/30/world/covid-vaccine-coronavirus-cases/covid-vaccine-confidence",
		"domain": "Health"
	},
	{
		"passage": "The researchers found that the incidence of the virus was 35 percent lower in schools that had improved their ventilation — by opening windows or doors, or using fans — than in schools that did not adopt these practices. In schools that combined better ventilation with air filtration — through the use of HEPA filters, for instance — case rates were 48 percent lower.",
		"questions": [
			[
				0.8310150504112244,
				"How does opening windows or doors help prevent the spread of the COVID-19 in schools?"
			]
		],
		"headline": "Mount Sinai Seeks to Expand School Virus Testing Program",
		"ID": "100000007776180",
		"web_url": "https://www.nytimes.com/2021/05/25/health/coronavirus-mount-sinai-kipp-schools.html",
		"domain": "Health"
	},
	{
		"passage": "It’s springtime of the pandemic. After the trauma of the last year, the quarantined are emerging into sunlight, and beginning to navigate travel, classrooms and restaurants. And they are discovering that when it comes to returning to the old ways, many feel out of sorts. Do they shake hands? Hug? With or without a mask?",
		"questions": [
			[
				0.4259127378463745,
				"Why are quarantined people emerging into sunlight?"
			]
		],
		"headline": "Mask On or Off? Life Is Getting Back to Normal, and We’re Rusty.",
		"ID": "100000007734681",
		"web_url": "https://www.nytimes.com/2021/04/29/health/masks-cdc-rules.html",
		"domain": "Health"
	},
	{
		"passage": "People who are vaccinated are significantly less likely to become infected with the virus. Research also suggests that even when vaccinated people do contract the virus, they may have lower viral loads, reducing their infectiousness. As a result, as more and more people get vaccinated, unvaccinated people become less likely to encounter infected, contagious people. ",
		"questions": [
			[
				0.6288478970527649,
				"How does the COVID-19 vaccine reduce your risk of infection/infectiousness?"
			]
		],
		"headline": "Widespread vaccination of adults helps protect unvaccinated children, according to a new Israeli study.",
		"ID": "100000007808481",
		"web_url": "https://www.nytimes.com/2021/06/10/health/vaccine-adults-children-israel-study.html",
		"domain": "Health"
	},
	{
		"passage": "Children often react more strongly to vaccines than adults do, and infants and toddlers in particular can experience high fevers. Any side effects are likely to appear soon after the shot, within the first week and certainly within the first few weeks, experts have said.",
		"questions": [
			[
				0.8868963718414307,
				"What are the most common side effects of vaccines for infants and toddlers?"
			]
		],
		"headline": "Pfizer Begins Testing Its Vaccine in Young Children",
		"ID": "100000007672842",
		"web_url": "https://www.nytimes.com/2021/03/25/health/coronavirus-children-vaccinations-pfizer.html",
		"domain": "Health"
	},
	{
		"passage": "As an industry, however, it is poorly regulated. A patchwork of laws ostensibly addresses who can donate, where and how often, in part to avoid introducing or amplifying genetic disabilities in a population. In Germany, a sperm-clinic donor may not produce more than 15 children; in the United Kingdom the cap is 10 families of unlimited children. In the Netherlands, Dutch law prohibits donating anonymously, and nonbinding guidelines limit clinic donors to 25 children and from donating at more than one clinic in the country. In the United States there are no legal limits, only guidelines from the American Society for Reproductive Medicine: 25 children per donor in a population of 800,000.",
		"questions": [
			[
				0.5884830355644226,
				"What is wrong with the sperm industry?"
			]
		],
		"headline": "The Case of the Serial Sperm Donor",
		"ID": "100000006764451",
		"web_url": "https://www.nytimes.com/2021/02/01/health/sperm-donor-fertility-meijer.html",
		"domain": "Health"
	},
	{
		"passage": "In interviews, F.D.A. officials acknowledged that a promised monitoring system, known as BEST, is still in its developmental stages. They expect it to start analyzing vaccine safety data sometime soon — but likely not until after the Biden administration reaches its goal of vaccinating 100 million people.",
		"questions": [
			[
				0.5491580963134766,
				"Why is a promised monitoring system still in its developmental stages?"
			]
		],
		"headline": "As Millions Get Shots, F.D.A. Struggles to Get Safety Monitoring System Running",
		"ID": "100000007576176",
		"web_url": "https://www.nytimes.com/2021/02/12/health/covid-vaccine-how-safe.html",
		"domain": "Health"
	},
	{
		"passage": "Health officials say that so far, the two vaccines already authorized for use appear to be quite safe. There have been a few severe allergic reactions, including anaphylaxis, but they are treatable and considered rare. The rate at which anaphylaxis has occurred so far — 4.7 cases in every million doses of the vaccine by Pfizer and BioNTech, and 2.5 cases per million for the vaccine by Moderna — are in line with what happens with other widely used vaccines.",
		"questions": [
			[
				0.9134282469749451,
				"Why are allergic reactions to vaccines considered rare?"
			]
		],
		"headline": "As Millions Get Shots, F.D.A. Struggles to Get Safety Monitoring System Running",
		"ID": "100000007576176",
		"web_url": "https://www.nytimes.com/2021/02/12/health/covid-vaccine-how-safe.html",
		"domain": "Health"
	},
	{
		"passage": "In December, the C.D.C. launched V-safe, a smartphone-based system that checks in with individuals who get the Covid vaccine to monitor for side effects. Roughly two million people who have been vaccinated have enrolled, a small fraction of the total number, and of those, one million have responded to text queries and surveys about their post-vaccine health.",
		"questions": [
			[
				0.9521886110305786,
				"What is the C.D.C.’s new approach to post-vaccine health?"
			]
		],
		"headline": "As Millions Get Shots, F.D.A. Struggles to Get Safety Monitoring System Running",
		"ID": "100000007576176",
		"web_url": "https://www.nytimes.com/2021/02/12/health/covid-vaccine-how-safe.html",
		"domain": "Health"
	},
	{
		"passage": "It will take extensive group efforts across competing interests to push states closer to herd immunity. Efforts to track who is getting vaccinated, and where, will become all the more important so that health officials can quickly identify who is being left behind, and shift their strategies and resources accordingly.",
		"questions": [

			[
				0.555724561214447,
				"What will it take to push states closer to herd immunity?"
			]
		],
		"headline": "As Nation Speeds to Vaccinate All, Maryland’s Path Shows Challenges Ahead",
		"ID": "100000007675634",
		"web_url": "https://www.nytimes.com/2021/04/01/health/covid-vaccine-eligibility-maryland.html",
		"domain": "Health"
	},
	{
		"passage": "Allison Escolastico, a 30-year-old transgender woman, has wanted breast augmentation surgery for a decade. By 2019, she finally thought her insurance company, Aetna, would pay for it, only to find that it considered the procedure cosmetic, not medically necessary, and refused to cover it.",
		"questions": [
			[
				0.45592454075813293,
				"Why is Aetna refusing to cover breast augmentation surgery for Allison Escolastico?"
			]
		],
		"headline": "Aetna Agrees to Expand Coverage for Gender-Affirming Surgeries",
		"ID": "100000007570666",
		"web_url": "https://www.nytimes.com/2021/01/26/health/transgender-aetna-health-insurance.html",
		"domain": "Health"
	},
	{
		"passage": "Dr. Johnson, a virologist at the University of Missouri, had spent much of 2020 studying sewage, collecting wastewater from all over the state and analyzing it for fragments of the coronavirus. People with Covid-19 shed the virus in their stool, and as the coronavirus spread throughout Missouri, more and more of it began to appear in the state’s wastewater.",
		"questions": [
			[
				0.9269569516181946,
				"What did Dr. Johnson, a virologist, do in 2020?"
			]
		],
		"headline": "From the Wastewater Drain, Solid Pandemic Data",
		"ID": "100000007737138",
		"web_url": "https://www.nytimes.com/2021/05/07/health/coronavirus-sewage.html",
		"domain": "Health"
	},
	{
		"passage": "Although Covid-19 is primarily a respiratory disease, research conducted early in the pandemic revealed that people infected with the coronavirus often shed it in their stool. This finding, combined with the scale and urgency of the crisis, spurred immediate interest in tracking the virus by sampling wastewater.",
		"questions": [
			[
				0.4963968098163605,
				"How did we know that the coronavirus was in sewage?"
			]
		],
		"headline": "From the Wastewater Drain, Solid Pandemic Data",
		"ID": "100000007737138",
		"web_url": "https://www.nytimes.com/2021/05/07/health/coronavirus-sewage.html",
		"domain": "Health"
	},
	{
		"passage": "For instance, a number of U.S. colleges and universities, including the University of Arizona and the University of North Carolina at Charlotte, have used wastewater surveillance of dorms to find asymptomatic, infected students who had otherwise evaded detection. In the Netherlands, health officials have used wastewater data to determine where to send their mobile testing buses, Dr. Medema said.",
		"questions": [
			[
				0.8046870231628418,
				"How do universities find infected students?"
			]
		],
		"headline": "From the Wastewater Drain, Solid Pandemic Data",
		"ID": "100000007737138",
		"web_url": "https://www.nytimes.com/2021/05/07/health/coronavirus-sewage.html",
		"domain": "Health"
	},
	{
		"passage": "The reasons are unclear. The surge follows the overall spike of Covid cases in the United States after the winter holiday season, and more cases may simply increase chances for severe disease to emerge. So far, there’s no evidence that recent coronavirus variants are responsible, and experts say it is too early to speculate about any impact of variants on the syndrome.",
		"questions": [
			[
				0.6572695374488831,
				"What are the reasons for the recent surge in cases of covid?"
			]
		],
		"headline": "Covid-Linked Syndrome in Children Is Growing, and Cases Are More Severe",
		"ID": "100000007589273",
		"web_url": "https://www.nytimes.com/2021/02/16/health/covid-children-inflammatory-syndrome.html",
		"domain": "Health"
	},
	{
		"passage": "Many people struggle to take the pills they need every day, for a variety of reasons. The consequences for people with H.I.V. can be significant, because missed pills give the virus opportunities to become resistant to the medications.",
		"questions": [
			[
				0.7565727829933167,
				"Why do missed pills give virus opportunities?"
			]
		],
		"headline": "F.D.A. Approves Monthly Shots to Treat H.I.V.",
		"ID": "100000007030061",
		"web_url": "https://www.nytimes.com/2021/01/21/health/hiv-cabenuva.html",
		"domain": "Health"
	},
	{
		"passage": "Previous studies of infection risk during air travel did not clearly quantify the risk, and onboard air filtration systems are thought to reduce the infection risk among passengers even when a flight includes one or more infected people. But at least two recent reports strongly suggest that in-flight outbreaks are a risk: one of a flight from Boston to Hong Kong in March; the other of a flight from London to Hanoi, Vietnam, also in March.",
		"questions": [
			[
				0.476963073015213,
				"How does air travel affect infection risk?"
			]
		],
		"headline": "One 18-Hour Flight, Four Coronavirus Infections",
		"ID": "100000007536328",
		"web_url": "https://www.nytimes.com/2021/01/07/health/coronavirus-airline-passengers-outbreak.html",
		"domain": "Health"
	}
]